Repository: tinoslabs/conventuals_india
Catalog: locale/*/LC_MESSAGES/django.po
Languages: it

source: frr one
it: Il ministero della predicazione è una parte essenziale del carisma francescano. Il ministero dei Ritiri Francescani di Riconciliazione è nato in seguito all’invito della “Conferenza della Famiglia Francescana” che nella sua lettera “Riconciliati in Gesù Cristo” nel 1997 suggeriva di avere “missioni popolari”. La nostra provincia ha visto questa come un'opportunità per sviluppare ulteriormente il ritiro di riconciliazione francescana “nello spirito di Assisi”. Attraverso questo ministero promuoviamo la pace e l’unità attraverso la riconciliazione tra il popolo di Dio. A differenza degli altri ritiri, cerchiamo di trasmettere lo spirito e i valori francescani che possono essere assimilati nella vita e nella situazione quotidiana della persona comune.

source: frr two
it: Li aiutiamo a riconciliarsi ad ogni livello della vita cristiana attraverso l'applicazione di questi valori francescani. Di solito questi esercizi si svolgono nel tempo quaresimale, ma possono essere condotti in altre occasioni, su richiesta dei parroci.

source: Major Features of FRR
it: Principali caratteristiche di FRR

source: Prayer and Eucharistic Adoration
it: Preghiera e adorazione eucaristica

source: House Visiting
it: Visita alla casa

source: Preaching
it: Predicazione

source: Sacrament of Confession
it: Sacramento della Confessione

source: Procession with the Relic of the Cross
it: Processione con la Reliquia della Croce

source: How it Functions
it: Come funziona

source: frr three
it: Il Franciscan Reconciliation Retreat Team predica in varie parrocchie con il seguente programma:

source: frr four
it: Preparativi nelle parrocchie: Il Direttore della FRR visita le parrocchie dove si svolgerà il ritiro e prepara i parrocchiani spiegando loro l'importanza del ritiro, come prepararsi attraverso la preghiera e il digiuno, come possono partecipare efficacemente al ritiro , ecc. Le preghiere preparatorie si danno ai parrocchiani un mese prima del ritiro. Possono così pregare in anticipo per la buona riuscita del ritiro.

source: frr five
it: Preparazione dell'équipe: Il giorno prima del ritiro, tutti i membri dell'équipe si riuniscono per una giornata di preghiera. La giornata contiene un'Ora Santa, il tempo per la confessione e altre preghiere preparatorie. La squadra si dirige poi verso la parrocchia assegnata.

source: frr six
it: Visita alle case: I frati visitano ogni famiglia della parrocchia per riconciliare i cuori spezzati, benedire le case e incoraggiare i parrocchiani a partecipare al ritiro. La visita domiciliare e il lavoro di riconciliazione sono gli aspetti effettivi e specifici della FRR.

source: frr seven
it: Predicazione: La predicazione viene fatta il terzo giorno, dopo che le visite familiari sono state completate. Il ritiro prevede quattro giorni di predicazione. Queste sessioni includono il Rosario, la Solenne Celebrazione Eucaristica, la Predicazione della Parola di Dio e l'Adorazione Eucaristica. Gli argomenti trattati includono: peccato e riconciliazione, vita familiare cristiana, eucaristia, fede cristiana e sofferenza. Inoltre, i frati sono sempre disponibili per il Consiglio e la Confessione durante tutto il ritiro.

source: GRAY FRIARS PUBLICATIONS
it: PUBBLICAZIONI DEI FRATI GRIGI

source: Greyfriars Publications
it: Pubblicazioni Greyfriars

source: gray friars one
it: Greyfriars Publications è un'attività della nostra Provincia, che promuove attraverso vari metodi di mass media la spiritualità di San Francesco d'Assisi e il suo messaggio di fratellanza universale, pace, giustizia, salvaguardia del creato e difesa della vita umana. L'apostolato della stampa è stato nella mente dei Frati fin dall'inizio della nostra presenza in India. Abbiamo avuto conferma in questo-

source: gray friars two
it: apostolato attraverso la vita e il ministero di San Massimiliano Kolbe che una volta scrisse: “dobbiamo circondare il globo con parole di vita in forma stampata, affinché il mondo possa nuovamente sperimentare la gioia di vivere”. Nel 1984 fu pubblicata per la prima volta la rivista Amalolbhava (Immacolata) nella lingua vernacolare del Malayalam. Nel 1990 abbiamo iniziato a pubblicare il Seraphic Mottukal (Germogli serafici), successivamente cambiato in Fratres come bollettino informativo sulla nostra missione. Nel 1992 nasce l'apprezzata rivista francescana Franciscan Documentation. Oltre a queste riviste, Greyfriars Publications pubblica regolarmente libri. Al momento, 73 libri sono stati pubblicati da Greyfriars Publications.

source: gray friars three
it: Nel 1993 abbiamo deciso di organizzare tutte le nostre pubblicazioni sotto il Greyfriars Publications Trust. Sotto questo incarico c'erano le riviste Amalolbhava e Franciscan Documentation, la pubblicazione dei libri e l'amministrazione in India del Messaggero di Sant'Antonio, pubblicato da Padova, Italia.

source: gray friars four
it: Questo trust è governato dal Greyfriars Publications Board.

source: gray friars five
it: Amalolbhava

source: gray friars six
it: Amalolbhava, mensile mariano francescano in Malayalam, è uno dei mezzi attraverso i quali la Pubblicazione promuove i suoi ideali. Il 5 novembre 1984, la prima copia di Amalolbhava fu stampata presso Viany Printing, Ernakulam, la stessa tipografia dove San Massimiliano Kolbe aveva desiderato stampare il suo Cavaliere dell'Immacolata quando era a Ernakulam nel 1932. Oggi si tratta di questioni di attualità, contiene rubriche regolari sulla Bibbia e stampa articoli su vari temi di francescanesimo e mariologia.

source: gray friars seven
it: Messaggero di Sant'Antonio

source: gray friars eight
it: Il Messaggero di Sant'Antonio è una rivista internazionale edita dai frati Conventuali di Padova. È una rivista socio-religiosa a colori che diffonde lo spirito francescano e copre un'ampia gamma di temi e interessi che possono interessare il grande pubblico. La Provincia, in collaborazione con l'edizione inglese de Il Messaggero di Sant'Antonio, è stata autorizzata a diffondere questa rivista in India.

source: gray friars nine
it: Pubblicazione di libri

source: gray friars ten
it: Greyfriars Publications è un buon mezzo per la nostra provincia per diffondere il Vangelo. La pubblicazione di libri basati sulla spiritualità cristiana e francescana è uno dei suoi obiettivi principali. Finora ha pubblicato 73 opere di vari eminenti autori.

source: GREEN PARK PASTORAL COMMUNITY
it: COMUNITÀ PASTORALE DEL PARCO VERDE

source: Green Park Pastoral Community
it: Comunità pastorale del Parco Verde

source: green park one
it: La Comunità Pastorale di Green Park è una sottostazione della parrocchia di Nostra Signora di Lourdes, Barasat, nell'arcidiocesi di Calcutta. Attualmente sono 84 le famiglie sparse nei sei villaggi circostanti. Nostra Signora di Velankanni è la Patrona Celeste di questa comunità. La festa della Natività della Beata Vergine Maria l'8 ottobre è la festa principale. Ogni anno si celebra anche la festa di Santa Madre Teresa e tutti i martedì vi è devozione antoniana. La comunità è in continua preghiera per un luogo in cui costruire una nuova chiesa ed erigerla come sede parrocchiale permanente

source: greyfriars degree one
it: Il Greyfriars Degree College è stato inaugurato il 3 luglio 2017. Si tratta di un'estensione del Greyfriars Junior College, con lo scopo di conferire potere ai giovani, in particolare alle giovani donne, con qualifiche di istruzione superiore per avanzare nella corrente principale della società. Ora conta 100 studenti con 27 persone nello staff. Il Degree College rafforza le sue radici e cresce lentamente, ma con fermezza, in questo terreno fertile.

source: GERYFRIARS JUNIOR COLLEGE (GFJC)
it: GREYFRIARS DEGREE COLLEGE

source: grayfriars junior one
it: Il Greyfriars Junior College è una scuola secondaria superiore per gli studenti dei villaggi circostanti. Si trova a Dondapudi nel distretto di West Godavari, nello stato dell'Andhra Pradesh. Il Greyfriars Junior College è stato fondato il 1 giugno 2008 ed è stato riconosciuto dal Board of Intermediate, Andhra Pradesh. Questa è stata la prima istituzione educativa sponsorizzata dalla provincia francescana conventuale di San Massimiliano Kolbe, India. Lo scopo del Junior College è fornire un'istruzione di qualità agli studenti poveri, dando allo stesso tempo potere alle ragazze di quella località.<br>Ci sono circa cinquecento studenti con uno staff di 27 persone. Il Junior College segue il programma del BIEAP. Negli ultimi sei anni, la scuola è stata classificata al primo posto tra i cinque mandala adiacenti. Sono disponibili tre autobus per il trasporto degli studenti. C'è anche un'unità NSS ben funzionante nel Junior College.

source: KOLBE COMMUNICATIONS
it: COMUNICAZIONI KOLBE

source: communications one
it: Kolbe Communication è una nuova impresa della Provincia di San Massimiliano Kolbe, India. Anche se da anni la Provincia ha fatto grandi progressi nel campo dei media, noi non abbiamo fatto progressi nel mondo dei media visivi. Con la nuova amministrazione della Provincia nel 2015 nasce Kolbe Communication e nel 2016 con l’uscita del film “L’EROE DI AUSCHWITZ”

source: communications two
it: Kolbe Communication lanciata nel mondo dei media visivi. Il film raccontava la storia di San Massimiliano Kolbe, il santo patrono della nostra Provincia e la nostra ispirazione nel campo dei media e della comunicazione. In Polonia nel 1922 San Massimiliano Kolbe realizzò il suo sogno di avviare una tipografia. Nel 1986, i Frati Francescani Conventuali in India continuarono il sogno di San Massimiliano pubblicando una rivista che continua ancora oggi. Ora, con la tecnologia e gli altri mezzi a nostra disposizione in questo 21° secolo, la Provincia indiana, sotto il patrocinio di San Massimiliano Kolbe, continua a seguire il suo sogno andando avanti con le nuove tendenze nei media visivi.

source: communications three
it: Obiettivi

source: communications four
it: Promuovere i Santi Francescani e la loro spiritualità presso il pubblico

source: communications five
it: Introdurre nella società il carisma e lo stile di vita francescano conventuale

source: communications six
it: Essere un compagno stimolante dei giovani nel loro mondo stimolante

source: communications seven
it: Essere creativi e potenti nel ministero del Nuovo e della Rievangelizzazione

source: communications eight
it: Presentare la Chiesa e i suoi insegnamenti in modo più amichevole e accattivante

source: Achievements
it: Risultati

source: communications nine
it: Nel 2016 abbiamo pubblicato un film intitolato L'EROE DI AUSCHWITZ, basato sulla storia della vita di San Massimiliano Kolbe e diretto dalla signora Jessy Maria. Un aspetto unico del film è che la maggior parte degli attori erano frati e studenti della nostra Provincia di San Massimiliano Kolbe.

source: communications ten
it: Nel 2018 Kolbe Communication ha presentato un nuovo cortometraggio intitolato MILITIA, uscito in commemorazione del centenario della Milizia Immacolata. Lo scopo del cortometraggio era quello di aumentare la devozione alla Beata Vergine Maria tra le giovani generazioni. È stato diretto dal signor Noble Sebastian.

source: communications eleven
it: Anche nel 2018 Kolbe Communication attende di pubblicare un documentario sulla storia della vita di Sant'Antonio da Padova. La post produzione è in corso e l'uscita dovrebbe avvenire a breve. L'intento di questo documentario è quello di far conoscere alla gente i luoghi in cui visse Sant'Antonio, gli avvenimenti della sua vita ed i miracoli a lui attribuiti. Tutte le riprese si sono svolte in quegli ambienti legati alla vita di Sant'Antonio.

source: communications twelve
it: KLa Provincia guarda avanti con grande speranza e aspettativa nel campo dei media visivi. Pertanto sta preparando più frati in questo campo, dando loro l'opportunità di imparare di più e di diventare più preparati nella comunicazione dei media visivi. Potranno trasformare questo sogno di San Massimiliano e il ministero della loro Provincia in una brillante realtà.

source: MILITIA OF THE IMMACULATA (MI)
it: MILIZIA DELL'IMMACOLATA (MI)

source: Militia Of The Immaculata (MI)
it: Milizia Dell'Immacolata (MI)

source: militia one
it: I francescani conventuali fissano lo sguardo sulla Beata Vergine Maria come madre, patrona, modello e mediatrice di se stessi. La “Milizia di Maria Immacolata” è diventata una parte importante nella vita dei suoi membri, soprattutto da quando si trattava di una grande impresa intrapresa da San Massimiliano Kolbe che nel 1932 sognava di fondare un Nepokalanow indiano.

source: militia two
it: Essendo veri figli e figlie di Maria, cerchiamo di instaurare il Regno di Dio nel cuore degli uomini. E questa è la gloria e l'onore più grande che possiamo dare alla nostra Madre Maria: portare agli altri suo Figlio Gesù e farlo conoscere agli altri come il Redentore e Salvatore di tutti. Con la sua forte protezione, i suoi membri cercano di instaurare un'era kolbiana attraverso la spiritualità francescana.

source: militia three
it: Cos'è la Milizia dell'Immacolata?

source: militia four
it: La Milizia dell'Immacolata (MI) è un movimento di evangelizzazione mondiale fondato da San Massimiliano Kolbe nel 1917, che incoraggia la consacrazione totale alla Beata Vergine Maria come mezzo di rinnovamento spirituale delle persone e della società. Il movimento MI è aperto a tutti i cattolici dai 7 anni in su. Impiega la preghiera come strumento principale nella battaglia spirituale contro il male. I membri della MI si immergono anche in iniziative apostoliche in tutta la società, sia individualmente che in gruppo, per approfondire e diffondere la conoscenza del Vangelo e della nostra Fede cattolica.

source: militia five
it: MI nella nostra Provincia

source: militia six
it: La MI e il suo fondatore San Massimiliano Kolbe occupano un posto speciale nella vita della Provincia. San Massimiliano è stato il patrono della nostra provincia, e la nostra presenza e insediamento in India è sempre stata vista come un adempimento del suo desiderio di stabilire il suo apostolato mariano in questa terra, soprattutto dopo il suo tentativo fallito nel 1932 quando venne a Ernakulum e Sempre per questo scopo. Su iniziativa del defunto p. Joseph Cilia, ex Custode provinciale, il primo centro della MI è stato fondato a Kolbe Ashram, Alwaye, dal defunto vescovo Sebastian Mankuzhikary, amministratore apostolico di Ernakulum, il 25 agosto 1984. P. Cilia ne fu nominato il primo direttore e il vescovo Sebastian Mankuzhikary ne divenne il primo membro ufficialmente registrato in India. Il centro MI indiano è stato aggregato all'Unione Primaria di Roma con decreto di padre Lanfranco Serini, Ministro generale e Moderatore della MI, il 16 ottobre 1984. Attualmente contiamo nella nostra Provincia circa 200 e più membri della MI.

source: militia seven
it: Vita mariana nelle nostre Fraternità

source: militia eight
it: Tutti i Frati Conventuali indiani sono ben consapevoli dell'importanza della venerazione alla Beata Vergine Maria. Questa venerazione si esprime personalmente attraverso la consacrazione quotidiana a Maria. E in ogni convento abbiamo il rosario comune quotidiano o il rosario personale, nonché il rosario solenne nel mese di ottobre come parte della nostra comune devozione a Maria. E in tutte le nostre Fraternità celebriamo le feste importanti della Beata Vergine Maria e commemoriamo più solennemente la festa dell'Immacolata Concezione.

source: militia nine
it: Vita mariana tra i frati-studenti

source: militia ten
it: Il gruppo MI del Seminario Maggiore coordina l'insieme dei frati-studenti per favorire la devozione mariana nella vita del seminario. Oltre alla consacrazione quotidiana e alla recita del rosario quotidiano, hanno un programma speciale per ogni anno. Pubblicano una rivista chiamata Marian Voice una volta ogni tre mesi. L'M.I. ha tradotto in malayalam la preghiera inglese di consacrazione a Maria per la comodità della gente di recitarla ogni giorno durante la Messa. Inoltre animano il rosario solenne in ogni ritiro mensile e nelle feste della BVM. I frati-studenti ogni giorno dopo l'angelus serale recitano la preghiera di saluto alla BVM. MI. Il gruppo ha pubblicato anche un piccolo libretto di M.I. intenzioni da recitare durante il rosario. Ogni anno prendono l'iniziativa di condurre un seminario mariano.

source: militia eleven
it: Festa di San Massimiliano Kolbe

source: militia twelve
it: In tutti i nostri conventi, soprattutto nell'Ashram francescano di Kolbe, celebriamo la festa di San Massimiliano Kolbe, il fondatore della M.I. con la massima solennità. Abbiamo nove giorni di preparazione con una speciale novena al Santo. Celebriamo anche una paraliturgia in onore di San Massimiliano Kolbe. Alla festa sono invitati in particolare persone provenienti dai luoghi vicini, seminaristi, religiosi e nostri sostenitori.

source: militia thirteen
it: Vita mariana tra i laici sotto la guida dei nostri frati

source: militia fourteen
it: Assisi Shanthi Kendra è l'unica unità di M.I. per i laici. Questa unità è così attiva e viva sotto la guida di frati che regolarmente osservano e guidano il gruppo verso il suo obiettivo e i suoi scopi. Questo gruppo è molto attivo con il suo programma mariano. Queste persone comuni rivolgono le loro richieste e i loro problemi a Gesù e trovano sollievo attraverso BVM. Ogni mercoledì hanno la Novena in onore della BVM. Una volta ogni tre mesi trascorrono una giornata in preghiera. Ogni mese si recita il rosario nelle case del membro prescelto seguito da preghiere particolari comprendenti le intenzioni di M.I. Si incontrano una volta al mese con il loro direttore spirituale per condividere la loro vita quotidiana e trascorrere del tempo nell'adorazione e nella preghiera. E in quei giorni uno dei sacerdoti seguirà un corso sulla BVM e altri argomenti correlati che consentiranno loro di condurre una vita mariana-francescana. Trovano anche il tempo per fare regolarmente pellegrinaggi mariani in diversi centri mariani.

source: militia fifteen
it: Nonostante la loro frenetica vita familiare, trovano alcuni giorni per visitare i poveri offrendo loro la mano. Visitano case per anziani e orfanotrofi e trascorrono del tempo con queste persone abbandonate. Inoltre ogni anno raccolgono una somma ragionevole dal fondo per condividerla con i poveri.

source: militia sixteen
it: Sito ufficiale dell'MI:

source: Kolbe Prison Mission (KPM)
it: Missione nella prigione di Kolbe (KPM)

source: militia seventeen
it: La Kolbe Prison Mission è stata avviata al Kolbe Ashram nell'anno del giubileo d'argento della sua fondazione nel 2008. KPM nello spirito di San Massimiliano Kolbe sta cercando di aiutare i prigionieri, che vengono rifiutati dalla società. KPM mira a fornire consulenza ai prigionieri, visitare le carceri e le loro famiglie e consentire loro di accettare i prigionieri nelle loro famiglie. Un gruppo di Frati membri adempie a questo scopo conducendo incontri di preghiera, adorazioni, Sante Messe e Confessioni nelle carceri, inviando biglietti di auguri ecc. Insieme a questo KPM organizza anche lezioni e seminari per i detenuti.

source: ofs one
it: L'Ordine Francescano Secolare (OFS) condivide il carisma comune della Famiglia francescana e all'interno dei vari ministeri del nostro Ordine l'OFS ha un ruolo di primo piano. È responsabilità dei Frati dare ai membri dell'OFS un'adeguata assistenza spirituale e trasmettere loro la spiritualità di San Francesco.

source: ofs two
it: La cura pastorale dell'Ordine Francescano Secolare è affidata al Primo Ordine e al TOR. In India tutte e quattro le Obbedienze sono attivamente coinvolte per lo sviluppo dell'OFS. L'inizio dell'OFS in India risale al 1872. È interessante leggere dalla storia che l'assistenza spirituale delle prime Fraternità era affidata ai Frati Francescani Conventuali, anche se non vi era presenza di alcuno dei Frati. Fu il 5 ottobre 1949 che i Frati Cappuccini assunsero l'assistenza pastorale di tutte le Fraternità del Kerala. Alla fine vennero tutti gli altri rami del Primo Ordine e del TOR.

source: ofs three
it: Abbiamo fondato la nostra prima fraternità al Kolbe Franciscan Ashram, Aluva, nel 1994. Nello stesso anno è stata fondata anche una fraternità al Franciscan Ashram, Nattakkal. Successivamente, nel 1999, le Fraternità della diocesi di Kanjirappally ci sono state consegnate dai Cappuccini. In questi ultimi quattro anni c'è stato un formidabile risveglio per l'OFS. Principalmente: a) L'aumento del numero delle Fraternità, b) l'interesse di più Frati a lavorare in questo campo, c) la consapevolezza dell'autonomia dell'OFS e del suo status giuridico nella Chiesa, sono alcuni degli elementi importanti di crescita e sviluppo dell'OFS.

source: ofs four
it: Nel 1999 è stata costituita la Conferenza degli Assistenti spirituali di tutte e quattro le Obbedienze e questa Conferenza, che si riunisce saltuariamente, valuta e anima l'OFS a vari livelli. In questa crescita e sviluppo costanti dell'OFS in India, noi francescani conventuali svolgiamo un ruolo importante. Secondo le norme degli Statuti nazionali e le Indicazioni del Consiglio nazionale, per un migliore funzionamento le unità sotto la nostra cura pastorale sono state divise nel Capitolo nazionale tenutosi ad Assisi Shanthi Kendra, Karukutty, il 23 gennaio 2005. Di conseguenza, ci sono tre regioni ; Regione di Kanjirappally, regione di Kolbe, regione di Assisi e una fraternità che è attaccata all'Ashram francescano, Nattakkal, sotto la nostra cura pastorale.

source: ofs five
it: Attualmente le tre regioni OFS contano più di 700 membri.

source: OXFORD ENGLISH MEDIUM HIGH SCHOOL
it: SCUOLA MEDIA INGLESE DI OXFORD

source: Oxford English Medium High School
it: Scuola media inglese di Oxford

source: oxford one
it: La Oxford English Medium High School è un'iniziativa della provincia dei francescani conventuali San Massimiliano Kolbe, India. La scuola si trova a Mancherial, nel distretto di Adilabad, nello Stato di Telangana. La visione e la missione della scuola è: Illuminato per illuminare, illuminazione dall'oscurità. La scuola fornisce un'istruzione completa e di alta qualità alle persone povere e per lo più non istruite dell'area della cintura carbonifera. I Conventuali hanno assunto la guida della scuola nel gennaio 2011.

source: oxford two
it: La Scuola conta 1650 studenti iscritti con un personale docente e non docente di 75 persone. Gli studenti provengono dai 40 villaggi vicini. La scuola segue il programma statale di Telangana. L'Oxford dispone di sette scuolabus per servire le zone periferiche. Uno dei vantaggi per gli studenti è un laboratorio informatico ben attrezzato. Inoltre, la scuola è seriamente intenzionata a fornire attività extracurriculari agli studenti, come istruirli nella danza, nello scouting e nei giochi. Inoltre, ha partecipato e vinto medaglie al campionato nazionale di boxe, al campionato nazionale di scherma, a partite di pallavolo, pallamano e kabaddi.

source: RETREAT CENTERS
it: CENTRI DI RITIRO

source: retreat one
it: La Provincia San Massimiliano Kolbe ha due centri di ritiro:

source: retreat two
it: Centro Francescano, Karukutty:

source: retreat three
it: Il centro è particolarmente dedicato ai ritiri dei laici, condotti mensilmente dai frati. Inoltre, il centro ospita ritiri per sacerdoti e religiosi. Qui vengono offerti anche ritiri francescani per bambini.

source: retreat four
it: Ashram francescano, Nattakkal

source: retreat five
it: L'Ashram funziona anche come centro di ritiro per i laici. I nostri frati qui predicano il ritiro ogni mese. Per i bambini i frati organizzano ritiri speciali, soprattutto durante le vacanze.
