Repository: tinoslabs/conventuals_india
Catalog: locale/*/LC_MESSAGES/django.po
Languages: it

source: social apostolate description
it: La Provincia di San Massimiliano Kolbe, India, è molto dedita ai bisogni della gente e alle richieste di miglioramento sociale della nostra società. I frati sono disponibili quanto più possibile e sono coinvolti in questi ministeri in molti modi ovunque si trovino. Quanto segue riassume i continui sviluppi del nostro apostolato sociale.

source: ST. ANTONY’S SOCIAL PROJECTS, ALUVA
it: ST. I PROGETTI SOCIALI DI ANTONY, ALUVA

source: social apostolate one
it: Comprende una scuola materna, una scuola di sartoria e la clinica St. Paul per aiutare le persone con difficoltà economiche e sociali.

source: social apostolate two
it: Supportato dalla Congregazione Preshitharam.

source: ASSISI HOUSING PROJECTS
it: PROGETTI RESIDENZIALI AD ASSISI

source: social apostolate three
it: Iniziato nel 1983 per fornire alloggi alle famiglie bisognose di Aluva e ampliato in altre parti del Kerala, Andhra Pradesh e Tamil Nadu.

source: social apostolate four
it: Mira a risolvere i problemi familiari e promuovere l'armonia della comunità.

source: ST. ANTONY’S EDUCATION PROJECT
it: ST. IL PROGETTO EDUCATIVO DI ANTONIO

source: social apostolate five
it: Patrocinato da Caritas Antoniana, Padova, per sostenere economicamente gli studenti nel completamento degli studi.

source: social apostolate six
it: Hanno assistito oltre 150 studenti, compresi quelli che perseguivano dottorati di ricerca e titoli di studio.

source: ASSISI SNEHALAYA HIV/AIDS CENTRE. COIMBATORE
it: CENTRO HIV/AIDS DI ASSISI SNEHALAYA. COIMBATORE

source: social apostolate seven
it: Fornisce assistenza sanitaria integrale, sostegno compassionevole e programmi di sensibilizzazione per le persone colpite dall’HIV/AIDS.

source: social apostolate eight
it: Mira a offrire cure dignitose alla fine della vita e prevenire la diffusione della malattia.

source: BALA YESU BOY’S HOSTEL
it: OSTELLO PER RAGAZZI BALA YESU

source: social apostolate nine
it: Fornisce istruzione e rifugio ai ragazzi svantaggiati a Dondapudi.

source: social apostolate ten
it: Aiuta gli studenti a proseguire l'istruzione superiore e a sfuggire al ciclo della povertà.

source: MICRO FUNDING PROGRAMME FOR WOMEN
it: PROGRAMMA DI MICRO FINANZIAMENTO PER LE DONNE

source: social apostolate eleven
it: Dare potere alle donne nei villaggi incoraggiando il risparmio e la pianificazione futura.

source: RAPID ACTION FORCE
it: FORZA DI AZIONE RAPIDA

source: social apostolate twelve
it: Risponde ai disastri naturali fornendo assistenza immediata e raccogliendo aiuti per le comunità colpite.

source: DRINKING WATER PROJECT
it: PROGETTO ACQUA POTABILE

source: social apostolate thirteen
it: Fornisce acqua potabile pulita ai villaggi dell'Andhra Pradesh, migliorando la salute e i servizi igienico-sanitari.

source: LEPROSY COLONY
it: COLONIA DI LEBBRA

source: social apostolate fourteen
it: Offre cura spirituale e sostegno alle famiglie che vivono in un lebbrosario a Dondapudi.

source: ST. ANTHONY’S ENGLISH MEDIUM SCHOOL
it: ST. LA SCUOLA MEDIA DI INGLESE DI ANTHONY

source: St. Anthony’s English Medium School
it: Scuola media inglese di Sant'Antonio

source: st anthony school one
it: La St. Anthony’s English Medium School di Vanamala, Warangal, ha iniziato a funzionare nel 2010 utilizzando il programma statale di Telangana. Il motto della scuola è: Coltiva, ispira e prospera. La missione della scuola è arricchire ogni studente con valori morali accompagnati dall'eccellenza accademica. Gli iscritti alla scuola sono più di 700, con 22 docenti. La scuola dispone di quattro scuolabus. Come caratteristica aggiuntiva, la scuola offre anche lezioni speciali di computer e lezioni di karate.

source: ST. FRANCIS OF ASSISI CHURCH, NATTAKKAL
it: ST. CHIESA DI FRANCESCO D'ASSISI, NATTAKKAL

source: St. Francis Of Assisi Church
it: Chiesa di San Francesco d'Assisi

source: Assisi Church description
it: La chiesa di San Francesco d'Assisi, Nattakkal, l'unica parrocchia francescana conventuale del Kerala, è stata benedetta e consacrata il 17 settembre 1994 da Sua Grazia Mar George Valiyamattam di Tellicherry. La chiesa è stata eretta a parrocchia nel 2003 nell'Eparchia di Thalassery. Nella parrocchia ci sono 140 famiglie. La chiesa è localmente conosciuta come Malabarinte Paduva (Padova di Malabar). Il patrono della parrocchia è San Francesco d'Assisi e la sua festa si celebra ogni anno la prima domenica di ottobre. La festa di Sant'Antonio da Padova viene celebrata come festa parrocchiale nel mese di gennaio. In preparazione alla festa si tiene ogni anno un Convegno Biblico a Padova. Ogni primo venerdì vengono condotte preghiere speciali e una veglia. Ogni martedì si celebra la devozione antoniana. La speciale devozione del Rosario inizia nel mese di ottobre e dura fino alla festa dell'Immacolata Concezione a dicembre. In questo periodo si celebrano anche le quaranta ore di adorazione.

source: kolbe parish church one
it: La parrocchia di San Massimiliano Kolbe, Christianpet, è una parrocchia di rito latino della diocesi di Guntur. La parrocchia è stata benedetta e consacrata il 12 marzo 2005 da Sua Eccellenza Mons. Dr. Galibali, Vescovo di Guntur. La parrocchia è composta da 500 famiglie provenienti dai sette villaggi circostanti. La festa del patrono San Massimiliano Kolbe si celebra l'ultima settimana di ottobre. Nella chiesa è conservata anche una reliquia del Santo. La Santa Eucaristia viene celebrata tutti i giorni alle 6:30. La domenica si celebrano le Sante Messe in telegu e in inglese nella parrocchia e in tutti i villaggi. Nella parrocchia è molto promossa la devozione del martedì a Sant'Antonio.

source: ST. PADRE PIO SHRINE, ATHURUGIRIYA
it: ST. SANTUARIO PADRE PIO, ATURUGIRIYA

source: padre pio one
it: Il Santuario di San Padre Pio, Athurugiriya, si trova nell'arcidiocesi di Colombo ed è il primo santuario di questo Santo in Asia. La parrocchia del Santuario conta 350 famiglie, di cui la maggioranza sono singalesi e tamil. Il Santuario è stato benedetto e consacrato il 23 settembre 2005 da Sua Eccellenza Mons. Oswald Thomas Colman Gomis. Nel Santuario si celebrano due feste importanti: 1) il 14 gennaio, festa di San Giuseppe Vaz, nel cui nome è stata costruita l'antica chiesa; e 2) la Festa del Patrono San Padre Pio l'ultima domenica di settembre. Due sono le reliquie del Santo custodite nel Santuario per la pubblica venerazione.

source: padre pio two
it: Ogni giovedì si recita la Novena a San Giuseppe Vaz. Ogni venerdì si svolge la novena a San Padre Pio, celebrata con la Benedizione, l'Adorazione del Santissimo Sacramento e l'Unzione degli infermi. I malati di cancro frequentano il luogo, pregando per la guarigione del corpo e dello spirito. Nel mese di ottobre viene celebrata in modo festoso anche la devozione del Santo Rosario, con la processione della statua della Beata Vergine Maria.

source: ST. PETER’S HIGH SCHOOL
it: ST. LA SCUOLA SUPERIORE DI PIETRO

source: St. Peter’s High School
it: Scuola San Pietro

source: st peter school one
it: La St. Peter’s High School, Gajwel, è un’iniziativa nel campo della pastorale educativa dei Frati Francescani Conventuali, che hanno assunto la gestione della scuola nel 2017. La visione della scuola è: OGNI BAMBINO OGNI GIORNO PER UN DOMANI MIGLIORE.

source: st peter school two
it: Ci sono più di 600 studenti, con 50 membri dello staff. La scuola utilizza il programma statale di Telangana. C'è anche un forte programma di educazione informatica. Per il trasporto degli studenti sono a disposizione otto scuolabus. Le attività extrascolastiche includono l'accademia di cricket, lezioni intelligenti e una sala attività.

source: TUESDAY DEVOTIONS
it: DEVOZIONI DEL MARTEDÌ

source: tuesday one
it: Ogni martedì la nostra provincia conduce preghiere e devozione speciali verso Sant'Antonio di Padova. Questi sono i Conventi dove la devozione è praticata in modo particolare: Ashram francescano, Nattakkal; Ashram francescano di San Paolo, Kattappana; Ashram francescano di Padova, Puthenchira; e Assisi Shanthi Kendra, Karukutty.

source: Franciscan Ashram, Nattakkal
it: Ashram francescano, Nattakkal

source: tuesday two
it: L'Ashram è noto per la devozione del martedì a Sant'Antonio, che è stata celebrata fin dall'inizio dell'Ashram stesso. È l’unico Ashram dove avviene la devozione verso il Santo in quella località. I Frati svolgono particolari servizi come il Rosario della Divina Misericordia, la Santa Adorazione Eucaristica, le Confessioni, la Predicazione, la Solenne Celebrazione Eucaristica con solenne Novena a Sant'Antonio di Padova. Il servizio della giornata si conclude con il "Nercha Kanji", dove enormi folle ringraziano il Santo per i favori ricevuti.

source: St. Paul Franciscan Ashram, Kattappana
it: Ashram francescano di San Paolo, Kattappana

source: tuesday three
it: Le funzioni del martedì in Convento sono: il Rosario della Divina Misericordia, la Santa Adorazione Eucaristica, le Confessioni, la Predicazione, la Solenne Celebrazione Eucaristica con la solenne Novena a Sant'Antonio di Padova. Il servizio della giornata termina con "Nercha Kanji". Migliaia di persone si riuniscono all'Ashram per esprimere le loro intenzioni e petizioni al loro Santo preferito.

source: Padua Franciscan Ashram, Puthenchira
it: Ashram francescano di Padova, Puthenchira

source: tuesday four
it: Questo è l'unico santuario della nostra Provincia dedicato a Sant'Antonio. La festa del Santo viene celebrata in grande stile, con migliaia di persone che si radunano per la processione. Ogni Martedì si celebra la Solenne Celebrazione Eucaristica, l'Adorazione, il Rosario e la Novena al Santo. Alla confessione viene data particolare importanza.

source: tuesday five
it: La cappella è sempre affollata per la funzione del martedì. A disposizione dei fedeli sono a disposizione dei fedeli preghiere e discorsi speciali dei frati e di rinomati predicatori. La provincia provvede a questo per i fedeli che vivono nelle vicinanze. Il martedì mattina e pomeriggio si celebra la Santa Celebrazione Eucaristica, con speciale devozione a Sant'Antonio. La confessione è disponibile tutto il giorno. Il popolo fa offerte in segno di ringraziamento per i favori ricevuti.

source: VIDYANIKETAN JUNIOR COLLEGE, KARUNAPURAM
it: COLLEGIO JUNIOR VIDYANIKETAN, KARUNAPURAM

source: vidhyanikethan one
it: Il Vidyaniketan Junior College, situato a Karnapuram nel distretto di Warangal nello stato di Telangana, è stato rilevato dalla diocesi di Warangal dai Frati Francescani Conventuali della Provincia di San Massimiliano Kolbe il 9 maggio 2014. La missione e il motto della scuola è EDUCAZIONE AI VALORI PER VOLARE AI SOGNI. Ci sono circa 200 studenti con 17 membri dello staff. È un college intermedio medio inglese e telegu, con gruppi sia scientifici che artistici. Presso questo istituto frequentano i corsi intermedi un buon numero di seminaristi provenienti dai dintorni.

source: ST. AUGUSTINE AND ST. ANTHONY HOSTELS
it: ST. AGOSTINO E S. OSTELLI DI ANTHONY

source: vidhyanikethan two
it: Anche il St. Augustine Hostel e il St. Anthony Hostel fanno parte del Vidyaniketan Junior College, fornendo alloggio ai ragazzi e alle ragazze in due case separate. Le Suore di Santa Lucia Filippini aiutano i Frati fornendo personale all’Ostello Femminile di Sant’Antonio.

source: Obituary
it: Necrologio

source: VOCATION
it: VOCAZIONE

source: ORIENTATION YEAR
it: ANNO DI ORIENTAMENTO

source: orientation description
it: Durante questa fase il candidato viene immerso nella vita comunitaria francescana. Viene introdotto alla Liturgia delle Ore, partecipa alla Messa quotidiana, approfondisce la preghiera personale e continua l'incontro con il Direttore Spirituale. I candidati imparano ad essere buoni amministratori del Convento svolgendo lavori domestici e di manutenzione. È incoraggiato mantenersi fisicamente in forma allenandosi o praticando sport. Si avvicina alle tradizioni francescane e studia la vita di San Francesco. Dura un anno.

source: aspiracy one
it: Durante i due anni di Aspirantato, un candidato potrebbe svolgere alcuni lavori universitari o acquisire prerequisiti per la laurea. Ciò avviene vivendo in comunità e approfondendo lo stile di vita francescano.

source: PRE-NOVITIATE
it: PRENOVIZIATO

source: pre Novitiate one
it: Il prenoviziato di un anno approfondisce la conoscenza della comunità da parte del postulante e la conoscenza del candidato da parte della comunità, compreso il suo contesto sociale e familiare, prima di andare al Noviziato. In questa fase, i formandi si riuniscono da vari stati dell'India per un programma comune di pre-noviziato.

source: NOVITIATE
it: NOVIZIATO

source: novitiate description
it: Durante quest'anno il candidato viene formalmente accettato nell'Ordine. Adesso è un novizio. Durante questo anno contemplativo, il novizio approfondisce la conoscenza e l'apprezzamento della Regola di San Francesco, delle Costituzioni dei Francescani Conventuali e della storia del movimento francescano. Questa fase della formazione intensifica lo sviluppo della vita di preghiera interiore e le capacità pratiche di essere frati gli uni per gli altri. Si concentra anche in modo piuttosto mirato sui voti di povertà, castità e obbedienza. Alla fine dell'anno, su richiesta del Novizio e con l'approvazione del Definitorio, il Novizio emette i voti di povertà, obbedienza e castità. Diventa così Frate e membro parziale della comunità conventuale fino a diventarne membro a pieno titolo con la Professione solenne.

source: POST-NOVITIATE
it: POSTNOVIZIATO

source: post novitiate discription
it: Durante questa fase della formazione, lo studente-frate si specializza nella formazione ministeriale e negli studi accademici. Potrebbe completare una laurea o iniziare gli studi filosofici e teologici. Di solito abbiamo tre anni di Corso di Filosofia e tre anni e mezzo di Corso di Teologia. L’attenzione in questo periodo di tre o quattro anni è sull’impegno. Il suo continuo discernimento alla fine lo aiuta a capire se è chiamato e pronto a professare i voti per il resto della sua vita. Dopo cinque o sei anni, attraversando diverse tappe di formazione e di discernimento permanente, può finalmente emettere i voti solenni. A completamento del Corso Teologico, normalmente abbiamo l'Ordinazione Sacerdotale. Complessivamente, l'intero percorso formativo dura tredici anni e mezzo.

source: REGENCY YEAR
it: ANNO DI REGEGNA

source: regency description
it: Dopo gli anni di filosofia, i frati-studenti interrompono la loro formazione accademica per un anno di reggenza. Lo scopo di quest'anno è quello di valutare l'assimilazione da parte del frate studente dei valori insegnati negli anni precedenti, soprattutto la sua capacità di vivere e prestare servizio al di fuori della comunità formativa. Durante quest'anno ogni frate-studente vive quattro Esperienze: Preghiera, Missione, Sociale e Comunità.

source: English
it: Inglese

source: Italian
it: Italiano
