Repository: tinoslabs/conventuals_india
Catalog: locale/*/LC_MESSAGES/django.po
Languages: it

source: description
it: scarpa da corsa

source: Conventual Charism
it: Carisma Conventuale

source: conventual charism one
it: Il nostro Fondatore, San Francesco d'Assisizzando il suo "sogno" dell'India.

source: conventual charism two
it: In 1209, St. Francis of Assisi received formal approval for his gospel way of life from Pope Innocent III. He entitled his community the "Friars Minor," (meaning Lesser Brothers). St. Nel 1209 San Francesco d'Assisi ricevette l'approvazione formale per il suo stile di vita evangelico da Papa Innocenzo III. Chiamò la sua comunità “Frati Minori” (che significa Fratelli Minori). San Francesco voleva che i suoi seguaci imitassero l'umiltà di Cristo e si prendessero cura degli ultimi, dei trascurati e dei dimenticati della società.

source: conventual charism three
it: Con oltre cinquemila seguaci durante la sua vita, San Francesco ispirò presto i frati energici e talentuosi verso un compito più ampio di contribuire a trasformare ogni livello della società. Nessuna iniziativa positiva era estranea al mandato evangelico della comunità, purché l'opera buona non «spegnesse lo spirito di santa orazione e di devozione, al quale devono essere subordinate tutte le altre questioni temporali» (Regola, cap. V). I frati divennero rapidamente predicatori ed educatori, amministratori di enti di beneficenza reali e sostenitori della giustizia sociale. Diffondono la fede in lungo e in largo come missionari e spesso versano il loro sangue come martiri. L'influenza crescente dei frati alla fine li obbligò anche a "sacramentalizzare" la cultura. Come musicisti cominciarono a dissipare l'ottusità della vita; come architetti sono andati oltre le forme e le forme ordinarie; e, come scienziati, esplorarono i misteri della creazione di Dio.

source: conventual charism four
it: L'identità "conventuale".

source: conventual charism five
it: Dopo la morte di San Francesco, la fiorente comunità fece fatica a mantenere un focus unitario. Divenne sempre più chiaro che il carisma donato a Francesco e alla sua comunità non poteva essere contenuto in un'unica espressione di vita evangelica. Nel 1517 l'Ordine francescano si divise in rami autonomi, ciascuno seguendo una valida, seppure diversa, osservanza della Regola di San Francesco.

source: conventual charism six
it: Dal XIII secolo in poi i frati della tradizione "conventuale" esercitarono il loro ministero soprattutto nei centri urbani. Si sono riuniti nel cuore delle città europee dove hanno potuto toccare tutti i livelli della società con la Buona Novella di Cristo Incarnato. Molte delle grandi chiese e centri ministeriali costruiti nei primi anni del movimento francescano sono ancora amministrati dai frati conventuali. La nostra eredità francescana in Italia comprende di tutto, dall'umile santuario che ospita il sito del primo convento a Rivo Torto alla famosa basilica di Santa Croce a Firenze. I grandi santuari sono stati il ​​segno distintivo dei frati conventuali. A partire dalla Basilica di Assisi e dalla tomba del nostro fondatore San Francesco, i nostri frati hanno costruito e continuano a servire nei santuari francescani che includono la Basilica e la tomba di Sant'Antonio a Padova e la Basilica e la tomba di San Giuseppe da Copertino ( ad Osimo). Nella nostra sede internazionale a Roma, i frati si prendono cura anche della basilica dei Santi Apostoli, che ospita la tomba degli apostoli Filippo e Giacomo. Un altro importante luogo di pellegrinaggio in cui operiamo in Italia è il Santuario del Miracolo Eucaristico a Lanciano.

source: God Dwells In Our Midst,
it: Dio abita in mezzo a noi,

source: In The Blessed Sacrament
it: Nel Santissimo Sacramento

source: Of The Altar.
it: Dell'altare.

source: It Would be considered a theft on our part
it: Sarebbe considerato un furto da parte nostra se non donassimo a qualcuno che ha più bisogno di noi

source: SAINT FRANCIS OF ASSISI
it: SAN FRANCESCO D'ASSISI

source: Join Us Now
it: Raggiungici adesso

source: Conventuals in India
it: Conventuali in India

source: Who We Are
it: Chi siamo

source: conventuals one
it: Fr. Vitale BOMMARCO mirava a fondare l’Ordine in India per onorare il 50° anniversario del Beato Massimiliano nel 1978.

source: conventuals two
it: Fr. Sebald REIL, Segretario Generale per le Missioni, è stato incaricato di preparare e visitare l'India.

source: conventuals three
it: Fr. Sebald contattò il vescovo Jacob THOOMKUZHY di Mananthavady e il vescovo Joseph POWATHIL di Kanjirappally, che erano disposti a ospitare l'Ordine.

source: conventuals four
it: Il 18 ottobre 1979 il Definitorio generale approvò p. Gli sforzi di Sebald.

source: coventuals five
it: Dal 16 novembre al 15 dicembre 1979, p. Sebald ha incontrato diversi vescovi, in particolare Mons. POWATHIL, che ha invitato l'Ordine a stabilirsi nella sua diocesi.

source: conventuals six
it: La prima fondazione finalizzata alle attività professionali.

source: conventuals seven
it: Il progetto fu presentato alla Provincia Maltese nel febbraio 1980, con p. Albert SAMMUT e p. Samuele CHETCUTI scelto come primo missionario.

source: conventuals eight
it: Nel novembre 1980 fu firmata una Convenzione tra la Curia Generalizia e la Provincia Maltese, che formalizzò la Missione Indiana.

source: conventuals nine
it: Il primo missionario, p. Samuel, arrivò in India nel novembre del 1980 per trovare un terreno adatto per il Centro Francescano.

source: conventuals ten
it: Il Centro è stato fondato il 24 gennaio 1981, fornendo istruzione generale e formazione spirituale francescana.

source: Read More
it: Per saperne di più

source: conventuals five
it: Dal 16 novembre al 15 dicembre 1979, p. Sebald ha incontrato diversi vescovi, in particolare Mons. POWATHIL, che ha invitato l'Ordine a stabilirsi nella sua diocesi.

source: conventuals eleven
it: Il 5 febbraio 1981, p. Samuel ha riferito al Definitorio maltese, che ha approvato la politica della missione e il suo ruolo di Superiore.

source: conventuals twelve
it: La casa religiosa di Nirmalaram e il Seminario Minore sono stati ufficialmente eretti il ​​12 febbraio 1981 con l'approvazione del Definitorio generale.

source: conventuals thirteen
it: Fr. Samuele e p. Albert arrivò in Kerala il 16 febbraio 1981 e prese possesso della proprietà il 30 marzo. Il nuovo convento fu benedetto dal vescovo POWATHIL il 10 maggio. La provincia maltese formalizzò l'erezione del Nirmalaram il 15 marzo. Ferdinand MERCIECA pose la prima pietra del nuovo costruzione.

source: conventuals fourteen
it: Fr. Joseph CILIA è stato annunciato in sostituzione di p. Albert SAMMUT nel marzo 1982.

source: Above all the grace and the gifts that Christ gives to his beloved is that of overcoming self..
it: La grazia e i doni che Cristo fa ai suoi amati è soprattutto quello del superamento di sé.

source: Franciscan Saints
it: Santi francescani

source: Saint Joseph of Cupertino
it: San Giuseppe da Copertino

source: saint joseph one
it: Giuseppe da Copertino nacque nel 1603. Illetterato e con limitate capacità intellettuali, Giuseppe desiderava con tutto il cuore diventare frate. Dopo un tentativo fallito di unirsi ai francescani cappuccini, lo zio di Giuseppe, un francescano conventuale, convinse la comunità a dare una possibilità a suo nipote. Joseph lavorò diligentemente ai suoi studi per il sacerdozio con scarso successo accademico apparente. Tuttavia, quando si trovò di fronte ai suoi professori per gli esami richiesti, ricevette la grazia speciale di farsi rivolgere solo le poche domande alle quali sapeva rispondere.

source: saint joseph two
it: Dopo l'ordinazione, l'amore che Giuseppe espresse per la presenza reale di Cristo nell'Eucaristia e per la Beata Vergine Maria, lo fece levitare in estasi. La fama di questo "frate volante" si diffuse rapidamente e ben presto divenne consigliere e confessore di molta gente umile e nobile.

source: saint joseph three
it: San Giuseppe da Copertino morì all'età di 60 anni nel 1663. Fu canonizzato santo nel 1767 e in seguito fu nominato "patrono degli studenti che sostengono gli esami" e patrono degli aviatori.

source: Saint Bonaventure
it: San Bonaventura

source: Saint Bonaventure one
it: Nato nella città italiana di Bagnoregio nel 1217, la vita di Bonaventura si intrecciò con quella di San Francesco d'Assisi quando era gravemente malato da bambino. La madre di Bonaventura implorò con insistenza l'intercessione di San Francesco per salvare suo figlio. Anni dopo la sua miracolosa guarigione, Bonaventura si unì ai seguaci di Francesco e divenne frate minore.

source: Saint Bonaventure two
it: Già prima di entrare nell'Ordine, Bonaventura si distinse per la sua straordinaria intelligenza e fu un appassionato allievo del brillante teologo francescano Alessandro di Hales. Prima come studente e poi come professore, Bonaventura diede un contributo duraturo all'eccellenza accademica dell'Università di Parigi. Come maestro spirituale, insegnò un metodo di contemplazione che univa il credente a Dio attraverso le fasi progressive di purificazione, illuminazione e unione. All'età di 36 anni Bonaventura fu eletto Ministro generale dell'Ordine francescano.

source: Saint Bonaventure three
it: Gli venne affidato il compito di riorganizzare una comunità che era cresciuta enormemente e la cui missione mancava di un focus chiaro. Nel corso di diciassette anni Bonaventura istituì le strutture e le discipline necessarie che effettivamente stabilizzarono la confraternita. Allo stesso tempo, è autore di numerosi trattati mistici e documenti di origine francescana che sono fondamentali sia per la spiritualità francescana che per lo sviluppo teologico medievale.

source: Saint Bonaventure four
it: San Bonaventura morì cardinale nel 1274. Fu canonizzato e dichiarato Dottore della Chiesa nel 1482, trecentesimo anniversario della nascita di San Francesco.

source: Saint Anthony of Padua
it: Sant'Antonio di Padova

source: Saint Anthony one
it: Dopo essere entrato nella vita religiosa presso i Canonici Regolari di Sant'Agostino, un vivo desiderio di martirio spinse Antonio a unirsi ai Frati Minori nel 1221. Nel 1223, San Francesco stesso nominò Antonio primo professore di teologia dei frati. Questo affidamento da parte del fondatore della comunità pose definitivamente l'Ordine francescano nel cuore dello sviluppo teologico e accademico.

source: Saint Anthony two
it: Al di là dei suoi illustri successi accademici, Antonio era rinomato come predicatore popolare e gli viene riconosciuto il merito di aver preservato la fede di innumerevoli cristiani in un periodo di diffusa eresia. I famosi sermoni di Antonio erano accompagnati da una genuina preoccupazione per la difficile situazione dei poveri. Lottò con zelo contro l'ingiustizia e difese i bisogni degli indifesi. La dedizione di Antonio agli altri raggiunse una dimensione soprannaturale attraverso i numerosi miracoli attribuiti alla sua potente intercessione.

source: Saint Anthony three
it: Sant'Antonio da Padova morì nel 1231 all'età di 36 anni e fu canonizzato l'anno successivo. Papa Pio XII lo nominò Dottore della Chiesa nel 1946.

source: Saint Francis Anthony Fasani
it: San Francesco Antonio Fasani

source: Anthony Fasani one
it: Nato e cresciuto nel Sud Italia, Francesco Antonio era un giovane pio e riservato che entrò nell'Ordine all'età di 14 anni. Durante l'anno di noviziato fece amicizia con un novizio gregario di nome Antonio Lucci che gli disse che "il modo più veloce per diventare santo era ridere ." Questi due giovani frati rimasero amici e testimoniarono l'importanza degli stretti legami fraterni nella santificazione di sé e del mondo.

source: Anthony Fasani two
it: Francesco Antonio servì la comunità come professore di teologia e filosofia, maestro dei novizi e ministro provinciale. Fu anche confessore instancabile e ministro della compassione verso i carcerati e i condannati a morte. Noto tra i luceresi come “Padre Maestro”, Francesco Antonio si dedicò particolarmente alla sua opera tra i poveri e gli indigenti. Allo stesso modo, il suo amico Antonio fu chiamato il "padre dei poveri" quando era vescovo francescano di Bovino.

source: Anthony Fasani three
it: San Francesco Antonio Fasani morì nel 1742 e fu canonizzato nel 1984. Il suo amico Beato Antonio Lucci morì nel 1752 e fu beatificato nel 1989

source: Saint Clare of Assisi
it: Santa Chiara d'Assisi

source: saint clare one
it: Chiara nacque nel 1193 dalla famiglia più ricca e potente di Assisi. Eppure desiderava qualcosa di più delle ricchezze terrene. Ha trascorso gran parte della sua giovinezza servendo i bisogni degli altri e dando cibo ai poveri. All'età di sedici anni, Chiara sapeva di voler diventare la sposa di Cristo. Ha condiviso il suo desiderio di santità con Francesco di Bernardone, che recentemente ha abbandonato i suoi modi frivoli e ha abbracciato una vita di semplicità evangelica.

source: saint clare two
it: Per due anni Chiara fu consigliata da Francesco. Poi, la Domenica delle Palme, nel suo diciottesimo anno, Chiara lasciò per sempre la casa paterna e si unì ai poveri di Assisi. Francesco la salutò nella cappella di Santa Maria degli Angeli e Chiara si consacrò al Signore.

source: saint clare three
it: Ben presto altre donne si unirono a Chiara nel suo desiderio di vivere la povertà di Cristo. Una comunità di suore si formò presso il minuscolo santuario di San Damiano, dove Chiara rimase in contemplazione e servizio fino alla sua morte, avvenuta nel 1253, all'età di 60 anni. La comunità continuò a crescere e molti nuovi monasteri di "Clarisse" furono fondati in tutto il mondo. mondo.

source: saint clare four
it: Santa Chiara d'Assisi fu canonizzata due anni dopo la sua morte. Nel 1958 fu nominata da Papa Pio XII "patrona della televisione" in onore di una visione particolare che ebbe una vigilia di Natale.

source: History Of The Order
it: Storia dell'Ordine

source: history one
it: L'Ordine dei Frati Minori Conventuali è una comunità religiosa

source: history two
it: Fondata da San Francesco d'Assisi, finalizzata a favorire una vita fedele e regolare.

source: history three
it: Fin dalla sua fondazione questa comunità, per volontà del nostro Padre San Francesco, è una vera fraternità. I suoi membri, quindi, come fratelli di un'unica famiglia, partecipano alla vita e al lavoro della comunità.

source: history four
it: L'Ordine è classificato come clericale dalla Chiesa, con frati che si impegnano nella vita evangelica di perfetta carità attraverso i voti pubblici di obbedienza, povertà e castità.

source: history five
it: L'Ordine promuove lo spirito francescano attraverso vari modi di promuovere lo spirito francescano, tra cui amare Dio, conformarsi a Cristo, promuovere la pace, l'amore fraterno e il regno di Cristo tra le persone e servire il Signore in povertà, umiltà, semplicità e letizia del cuore.

source: history six
it: Con la professione dei voti i frati si dedicano direttamente a Dio, si conformano alla vita che Cristo ha scelto per Sé e stimolano la loro carità attraverso la consacrazione battesimale e il progresso nella vita dei pellegrini e dei penitenti.

source: history seven
it: La Regola o forma di vita dei Frati Minori, confermata da Onorio III e interpretata dai Papi successivi, è la legge fondamentale dell'Ordine.

source: history eight
it: L'Ordine è diviso in Province, con frati di stanza nelle custodie generali e provinciali, considerate assimilate alle Province a norma delle Costituzioni.

source: History and Current Status of the Friars Minor Conventual
it: Storia e statuto attuale dei Frati Minori Conventuali

source: history nine
it: San Francesco d'Assisi e i suoi compagni si presentarono a papa Innocenzo III nel 1209, permettendo loro di predicare la penitenza.

source: history ten
it: La Fraternità si espanse fino a diventare una religione dei Frati Minori, con Papa Onorio III che approvò la Regola definitiva nel 1223.

source: history eleven
it: L'Ordine si divise tra i “Frati della Comunità” (Conventuali) e gli “Zaloti” (Spirituali) che sostenevano la povertà assoluta e le dimensioni eremitiche del francescanesimo.

source: history twelve
it: Papa Leone X riorganizzò gli Ordini Francescani in quattro Ordini, ciascuno con il proprio Ministro Generale: l'Ordine dei Frati Minori, l'Ordine dei Frati Minori Conventuali, l'Ordine dei Frati Minori Cappuccini e il Terz'Ordine Regolare.

source: history thirteen
it: I Frati Minori Conventuali indossano l'abito nero nei paesi soppressi, ritornando all'originario saio francescano grigio cenere.

source: history fourteen
it: Continuano a curare, tra l'altro, la Basilica di San Francesco e il Sacro Convento di Assisi, e il loro principale centro di studi è la Facoltà Teologica di San Bonaventura in Roma. Tra i centri di formazione e cultura c'è anche l'Istituto Teologico Sant'Antonio Dottore, a Padova.

source: history fifteen
it: La Curia Generalizia dell'Ordine ha sede a Roma presso il Convento dei Santi Dodici Apostoli.

source: history sixteen
it: Al 31 dicembre 2015 l'Ordine contava 4.225 religiosi, 631 conventi in 33 Province ed era presente in 67 paesi.

source: history seventeen
it: L'Ordine è legato a tutte le figure sante, tra cui il Fondatore, San Francesco d'Assisi, i fondatori del Secondo e del Terzo Ordine e i Beati della tradizione conventuale.

source: history eighteen
it: Tra i Santi più significativi di origine francescana, e particolarmente legati alla tradizione conventuale, non bisogna dimenticare: Sant'Antonio da Padova, i Primi Martiri dell'Ordine, Berardo e compagni, San Bonaventura da Bagnoregio, i Beati Egidio d'Assisi, Tommaso da Celano, Luca Belludi da Padova, Giovanni Duns Scoto, Andrea Conti da Anagni, Oderico da Pordenone, Giacomo da Strepa e Angelo da Monteleone da Orvieto.

source: history nineteen
it: La Chiesa ha canonizzato San Giuseppe da Copertino nel XVIII secolo, e sono stati elevati agli onori degli altari San Massimiliano Kolbe e San Francesco Antonio Fasani.

source: St Francis Of Assisi
it: San Francesco d'Assisi

source: A Life of Faith and Action
it: Una vita di fede e di azione

source: assisi one
it: Nato nel 1182 da una ricca famiglia di mercanti.

source: assisi two
it: Conosciuto per il suo fascino e le sue capacità di leadership.

source: assisi three
it: Divenne nobile cavaliere durante la guerra di Assisi contro Perugia nel 1202.

source: assisi four
it: Prigioniero a Perugia, dopo il suo rilascio vagò senza meta, cercando la guida di Dio.

source: assisi five
it: Si convertì dopo 25 anni di attesa, dedicando più tempo alla preghiera e alla contemplazione nel 1205.

source: assisi six
it: Ho incontrato un lebbroso e l'ho visto come una prova.

source: assisi seven
it: Iniziò a predicare, esortando le persone a tornare a Dio e obbedire alla Chiesa.

source: assisi eight
it: Divenne un uomo d'azione, chiedendo l'approvazione per la sua confraternita a papa Innocenzo III nel 1209.

source: assisi nine
it: La sua confraternita crebbe rapidamente, raggiungendo in dieci anni i 5000 membri e costretto ad abbandonare la capanna di Rivotorto, il crescente gruppo si trasferì alla Porziuncola nel 1210.

source: Francis’ Early Life and Journey
it: I primi anni di vita e il viaggio di Francesco

source: Francis’ Conversion and Journey
it: Conversione e cammino di Francesco

source: Francis’ Final Years
it: Gli ultimi anni di Francesco

source: assisi ten
it: Provò sofferenza e umiliazione, ricevendo le stimmate nel 1224.

source: assisi eleven
it: Ha iniziato a diventare cieco a causa di anni di povertà e vagabondaggio; in questo periodo scrisse il “Cantico del Sole”, esprimendo la sua fraternità con la creazione nel 1225.

source: assisi twelve
it: Morì il 4 ottobre 1226, all'età di 44 anni.

source: assisi thirteen
it: Ha fondato l'Ordine Francescano ed è il santo patrono dell'ecologia.

source: St. Maximilian Kolbe
it: San Massimiliano Kolbe

source: maximilian one
it: Massimiliano nasce nel 1894 come polacco senza nazione. Duecento anni prima la Polonia era divisa tra Russia, Prussia e Austria. Giovane figlio di poveri tessitori, Massimiliano sognava di diventare un grande soldato per liberare la sua terra natale. Tuttavia, all’età di quattordici anni, questo giovane idealista decise invece di unirsi ai francescani conventuali.

source: maximilian two
it: Durante gli studi in seminario a Roma, Massimiliano rispose agli attacchi anticlericali contro la Chiesa formando un nuovo movimento spirituale con alcuni frati suoi compagni di corso. Si chiamavano i "Cavalieri dell'Immacolata" e si consacravano totalmente alla Vergine Maria per condurre gli altri al Sacro Cuore di Gesù.

source: maximilian three
it: Questo movimento della Milizia dell'Immacolata (M.I.), iniziato nel 1917, crebbe rapidamente e pochi anni dopo la sua ordinazione, Massimiliano ottenne il permesso di istituire un apostolato tipografico per espandere gli sforzi di evangelizzazione della M.I. Alla fine questo sforzo divenne così grande che fu costruito un nuovo complesso conventuale chiamato "Città dell'Immacolata". Con oltre 600 frati che lavoravano diligentemente, la comunità di Massimiliano non era solo la casa religiosa più grande del mondo, ma pubblicava anche il quotidiano più letto in lingua polacca.

source: maximilian four
it: Con un profondo amore per il carisma missionario dell'Ordine, Massimiliano partì per il Giappone con un pugno di frati e nel 1930 fondò un apostolato editoriale vicino a Nagasaki. Il ministero dell'evangelizzazione fiorì fino all'avvento della seconda guerra mondiale. Massimiliano ritornò in Polonia dove insieme ai suoi frati si prese cura dei bisogni dei profughi e dei soldati feriti.

source: maximilian five
it: Molto influente tra il suo popolo, Massimiliano era considerato una pericolosa minaccia per i nazisti. Fu arrestato, incarcerato e infine mandato nel campo di concentramento chiamato Auschwitz. Lì, dopo brutali mesi di lavori forzati, Massimiliano offrì la sua vita come martire della carità per la vita di un compagno di prigionia. Fu rinchiuso in un bunker per la fame con altri 9 uomini e il 14 agosto 1941 la sua vita terminò con un'iniezione letale. San Massimiliano Kolbe è stato canonizzato nel 1982, 800° anniversario della nascita di San Francesco, ed è stato dichiarato “patrono del nostro tempo difficile”.

source: We must not be wise and prudent according to the flesh,rather,we must be simple,humble and pure
it: Non dobbiamo essere saggi e prudenti secondo la carne, ma dobbiamo essere semplici, umili e puri

source: SAN CUPERTINO PROVINCIAL DELEGATION AP/ TELENGANA
it: DELEGAZIONE PROVINCIALE SAN CUPERTINO AP/ TELENGANA

source: Our Team
it: La nostra squadra

source: KOLKATA MISSION
it: MISSIONE DI CALCUTTA

source: ST. MAXIMILIAN KOLBE PROVINCE
it: ST. PROVINCIA DI MASSIMILIANO KOLBE

source: SRI LANKAN MISSION
it: MISSIONE DELLO SRI LANKA

source: Menu
it: Menù

source: Home
it: casa

source: About Us
it: Chi siamo

source: History of the Order
it: Storia dell'Ordine

source: Conventuals in india
it: Conventuali in India

source: Administartion
it: Amministrazione

source: Provinical Administration
it: Amministrazione provinciale

source: AP/Telengana Delegation
it: Delegazione AP/Telengana

source: Kolkata Mission
it: Missione di Calcutta

source: Sri Lankan Mission
it: Missione dello Sri Lanka

source: Friaries
it: Conventi

source: Kolbe Franciscan Ashram
it: Ashram francescano di Kolbe

source: Nirmalaram Franciscan Ashram
it: Ashram francescano di Nirmalaram

source: Padua Franciscan Ashram
it: Ashram francescano di Padova

source: Franciscan Ashram
it: Ashram francescano

source: ST. Paul Franciscan Ashram
it: ST. Paolo Ashram Francescano

source: St. Maximilian Franciscan Ashram
it: Ashram francescano di San Massimiliano

source: Bala Yesu Franciscan Ashram
it: Ashram francescano di Bala Yesu
