Repository: tinoslabs/conventuals_india
Catalog: locale/*/LC_MESSAGES/django.po
Languages: it

source: San Cupertino Franciscan Ashram
it: Ashram francescano di San Copertino

source: KOLKATTA
it: CALCUTTA

source: St. Francis Friary
it: Convento di San Francesco

source: TELEGANA
it: TELANGANA

source: St. Peter Franciscan Ashram
it: Ashram francescano di San Pietro

source: Assisi Franciscan Ashram
it: Ashram francescano di Assisi

source: St.Anthony Franciscan Ashram
it: Ashram francescano di Sant'Antonio

source: Belvedere Franciscan Ashram
it: Ashram francescano del Belvedere

source: Padre Pio Shrine
it: Santuario di Padre Pio

source: Ave Maria Franciscan Friary
it: Convento francescano Ave Maria

source: St. Joseph Vaz Friary
it: Convento di San Giuseppe Vaz

source: St. Anthony Friary
it: Convento di Sant'Antonio

source: Ministries
it: Ministeri

source: Vocation And Formation Apostolate
it: Apostolato vocazionale e formativo

source: Vocation And Formation Apotolate
it: Apostolato vocazionale e formativo

source: Franciscan Spiritual Apostolate
it: Apostolato spirituale francescano

source: Franciscan Centre
it: Centro Francescano

source: Media And Communication Apostolate
it: Apostolato dei media e della comunicazione

source: Gray Friars Publications
it: Pubblicazioni dei Frati Grigi

source: Kolbe Communications
it: Kolbe Comunicazioni

source: Preaching And Reconciling Apostolate
it: Apostolato della predicazione e della riconciliazione

source: Retreat Centers
it: Centri di ritiro

source: Tuesday Devotions
it: Devozioni del martedì

source: Social Apostolate
it: Apostolato Sociale

source: Education Apostalate
it: Apostalato educativo

source: Oxford Creativity School
it: Scuola di creatività di Oxford

source: St. Anthony School
it: Scuola di Sant'Antonio

source: St.Peter School
it: Scuola San Pietro

source: Pastoral Apostolate
it: Apostolato pastorale

source: St. Padre Pio Shrine, Athurugiriya
it: Santuario di San Padre Pio, Athurugiriya

source: St. Maximilian Kolbe Church, Christianpet
it: Chiesa di San Massimiliano Kolbe, Christianpet

source: Bala Yesu Shrine, Dondapudi
it: Santuario di Bala Yesu, Dondapudi

source: Green Park Pastoral Community,Kolkatta
it: Comunità pastorale di Green Park, Calcutta

source: St. Francis Of Assisi Church, Nattakal
it: Chiesa di San Francesco d'Assisi, Nattakal

source: Vocation
it: Vocazione

source: Orientation Year
it: Anno di orientamento

source: Novitiate
it: Noviziato

source: Friends Of SMK
it: Amici dell'SMK

source: Set Up Of The Province
it: Istituzione della Provincia

source: Gallery
it: Galleria

source: Conventuals In India
it: Conventuali In India

source: St Maximilian Kolbe
it: San Massimiliano Kolbe

source: VOCATION AND FORMATION APOSTOLATE
it: APOSTOLATO VOCAZIONALE E FORMANTE

source: FRANCISCAN SPIRITUAL APOSTOLATE
it: APOSTOLATO SPIRITUALE FRANCESCANO

source: MEDIA AND COMMUNICATION APOSTOLATE
it: APOSTOLATO DEI MEDIA E DELLA COMUNICAZIONE

source: PREACHING AND RECONCILING APOSTOLATE
it: APOSTOLATO DELLA PREDICAZIONE E DELLA RICONCILIAZIONE

source: SOCIAL APOSTOLATE
it: APOSTOLATO SOCIALE

source: EDUCATION APOSTOLATE
it: APOSTOLATO EDUCATIVO

source: PASTORAL APOSTOLATE
it: APOSTOLATO PASTORALE

source: footer about
it: In India, i francescani conventuali sono coinvolti in vari ministeri tra cui parrocchie, istituzioni educative e opere sociali volte ad aiutare i poveri e gli emarginati. Si concentrano sulla promozione della crescita spirituale e sul servizio alla comunità attraverso le loro iniziative religiose e sociali. L'ordine ha diverse province e missioni in tutta l'India, che lavorano per diffondere il carisma francescano di pace, gioia e fraternità. Si impegnano anche nel dialogo interreligioso e negli sforzi di conservazione ambientale, riflettendo il loro impegno per lo sviluppo olistico. Attraverso ritiri e programmi spirituali, guidano individui nel loro cammino di fede e promuovere una comprensione più profonda dei valori francescani.

source: Our Address
it: Il nostro indirizzo

source: Conventual Franciscan Provincialate
it: Provincialato Francescano Conventuale

source: Tel.: (0091 484) 2613449 - Friary
it: Tel.: (0091 484) 2613449 - Convento

source: Useful Links
it: link utili

source: Video Gallery
it: Galleria video

source: Conventuals Indid,Order Of Friars Minor Conventual
it: Conventuali Indid,Ordine Dei Frati Minori Conventuali

source: Kolbe Communication
it: Kolbe Comunicazioni

source: Our Events
it: I nostri eventi

source: HISTORY
it: STORIA

source: assisi franciscan ashram one
it: L'Ashram francescano di Assisi, Mancherial, precedentemente noto come Oxford Creativity High School, è un tentativo dei Frati Minori Conventuali a Mancherial, nello Stato di Telangana nel distretto di Adhilabad. E per dare un’educazione genuina e sincera alle popolazioni arretrate dell’area della cintura carbonifera. Un pio religioso di nome Mathew si azzardò a dare un'istruzione di qualità agli studenti privi di una buona istruzione e fondò questa scuola nel maggio 1988. Successivamente il signor Mathew cedette questa scuola ai Frati Minori Conventuali per una migliore istruzione e amministrazione. I Conventuali hanno preso possesso di questa scuola nel gennaio 2011.

source: assisi franciscan ashram two
it: La Scuola conta 1365 studenti e 63 membri del personale docente e non docente. Abbiamo studenti provenienti da 40 villaggi. La popolazione locale di questa zona è analfabeta e molti di loro lavorano nelle miniere di carbone. Anche se sono analfabeti, hanno una buona preoccupazione per il futuro dei loro figli. Prendendo questa scuola, la nostra missione e visione è quella di fornire un'istruzione migliore ai bambini che provengono da aree arretrate. Studenti provenienti da 14 villaggi vengono alla nostra scuola. La maggior parte di loro vive in piccoli quartieri dove la situazione di vita è molto povera e i bambini non hanno un'atmosfera adatta per studiare a casa. Gli studenti rimangono nel campus della scuola fino a tarda sera e il personale li dirige e si prende cura di loro. I frati ora alloggiano nella scuola stessa e la costruzione del convento è quasi completata e nel prossimo futuro sarà ufficialmente istituito come convento. Fino ad allora sarà la casa filiale di Assisi Shanthi Kendra, Karukutty.

source: Conventual Franciscan Friars
it: Provincialato Francescano Conventuale

source: assisi snehalaya one
it: Assisi Snehalaya a Rottikaundanur nel distretto di Coimbatore, Tamil Nadu nella diocesi di Palakkad, eretta canonicamente l'8 novembre 2004. P. Ferdinand Melappilly fu nominato primo tutore e direttore del Centro HIV/AIDS. Il Centro è situato su un appezzamento di terreno di 21 acri e 84 centesimi di terreno. Il nostro Serafico Padre San Francesco d'Assisi è il patrono del Centro.

source: assisi snehalaya two
it: Nel dicembre 2005 è iniziata la costruzione del Centro, che comprendeva il reparto medico e le stanze per i pazienti. La prima pietra è stata benedetta dal V.Rev.Fr. Marco Tasca, Provinciale di Padova il 21 gennaio 2006 durante la cerimonia conclusiva del Giubileo d'argento della presenza francescana conventuale in India alla presenza dei partecipanti al Primo Congresso Missionario dell'Ordine dei Frati Minori Conventuali.

source: assisi snehalaya three
it: Il 3 settembre 2006 la prima parte del Centro è stata benedetta da Sua Eccellenza Mar Jacob Manathodath, Vescovo di Palakkad e dal Sig. P. Munivelu, DIG delle Prigioni, Tamil Nadu ha inaugurato il blocco amministrativo e dal Dr. K. Mahadevan, Responsabile del il Dipartimento delle malattie sessualmente trasmissibili, Coimbatore Medical College, ha inaugurato ufficialmente il Dipartimento medico alla presenza del Rev.Pr. Mathew Purayidom, Vicario Custode e il Rev.P. Joseph Cilia, già Custode provinciale.

source: assisi snehalaya four
it: L'inaugurazione e la benedizione della seconda fase hanno avuto luogo venerdì 30 novembre 2007. La signora Supriya Sahu IAS, direttrice del progetto del TNSACS, insieme al signor Frangisku Attard, il benefattore e sponsor della seconda fase, hanno effettuato l'inaugurazione. Fr. Ugolino Mary Xerri, promotore missionario di Malta, ha officiato la cerimonia di benedizione.

source: Karukutty - 683 576
it: Karukutty

source: (0091 484) 2613353 -Provincial
it: (0091 484) 2613353 -Provinciale

source: shanthi kendra one
it: Assisi Shanthi Kendra a Karukutty nel distretto di Ernakulam, Kerala, nell'arcieparchia di Ernakulam - Angamaly, è stato canonicamente eretto come convento il 16 dicembre 1998 su un'area di circa otto acri di terreno. Fr. Giuseppe Cilia fu nominato primo Superiore di questa casa, che fu eretta con funzione di Curia Custodiale. La prima pietra del Convento fu benedetta da P. Joseph Cilia, Custode provinciale il 19 marzo 1998 mentre Mar Thomas Chakiath, Vescovo ausiliare di Ernakulam-Angamaly il 25 maggio 1998 ha benedetto la statua di San Francesco d'Assisi come prima pietra dell'intero progetto che è stato costruito sui piani di Architetto Lalichan Sacaria di Ernakulam. Il Convento è stato inaugurato e benedetto dall'Arcivescovo Mar Varkey Vithayathil, Amministratore Apostolico della Chiesa Siro-Malabarese alla presenza di p. Enrique Montero, Definitore generale della FAAMC e p. Robert Agius, Ministro provinciale di Malta. La prima comunità ha iniziato la sua presenza a Karukutty il 4 febbraio 1999. L'8 dicembre 1999 la chiesa principale dedicata a San Francesco d'Assisi è stata consacrata e benedetta dall'Arcivescovo Mar Varkey Vithayathil, Amministratore Apostolico di Ernakulam-Angamaly in memoria della Anno giubilare 2000.

source: shanthi kendra two
it: In vari modi i frati prestano il loro servizio ai fedeli per nutrirli spiritualmente e approfondire la loro fede. Ogni martedì è dedicato alla preghiera e al digiuno. Comprende l'Adorazione al Santissimo Sacramento, la Frazione della Parola di Dio ecc. Il servizio più importante che rendono è la loro piena disponibilità al confessionale di cui molti si avvalgono. Il complesso di Assisi Shanthi Kendra comprende anche un Centro Francescano nello spirito di Assisi. La prima pietra del Centro Francescano è stata benedetta da p. Giuseppe Cilia il 19 marzo 2000 e la prima parte dell'edificio che comprendeva l'Auditorium è stata benedetta l'8 novembre 2000 da p. Enrique Montero, Definitore generale della FAAMC, alla presenza dei Superiori Maggiori OFMConv di Asia e Australia. Fr. Alfred Calleja, Ministro provinciale di Malta, ha benedetto la seconda parte dell'edificio del Centro Francescano il 29 novembre 2002.

source: AVE MARIA FRANCISCAN FRIARY
it: CONVENTO FRANCESCANO DELL'AVE MARIA

source: ave maria discription
it: Dopo aver fondato i conventi, i frati si sono trasferiti nella parte dell'isola devastata dalla guerra e hanno iniziato a visitare il luogo dal 2009 in poi. Fr. Ugolino M. Xerri ex missionario di Malta ha visitato e aveva una passione per questo posto. Ha condiviso il suo desiderio con la sorella maggiore Mary e lei ha donato tutti i suoi beni nel testamento per questa causa quando è morta nel 2015. Ugolino M. Xerri eseguì il testamento della sorella. Nel 2016 quattro frati p. Ferdinand Melappilly, animatore della missione, i padri Simon Elinjely, Kolbe Puthenpurayil e Mathew Purayidom hanno incontrato il loro vescovo di Jaffna, Rt. Rev. Dr. Justin Gnanaprakasam e ottenere il permesso di fondare il convento. Il 16 ottobre 2016 il terreno è stato registrato a Columbuthurai, a tre chilometri dalla città di Jaffna. Fu presa in affitto una casa vicino alla nostra proprietà e p. Mathew Purayidom iniziò a vivere lì. Il convento prende il nome dalla Nostra Madre Immacolata, AVE MARIA, per riconoscere l'intercessione di nostra madre nello stabilire il nostro ordine nell'Isola. Il 26 ottobre 2017 si è unita alla comunità un'altra frate Susan Rajapakse. Lo scopo dell'erezione di questo convento è per gli studi teologici dei frati e per la promozione della vocazione e la formazione iniziale degli studenti di questo luogo. Il 10 dicembre 2017 due studenti sono entrati nell’Ordine per la loro formazione iniziale.

source: BALA YESU FRANCISCAN ASHRAM
it: BALA YESU ASHRAM FRANCESCANO

source: yesu franciscan one
it: L'ashram francescano Bala Yesu a Dondapudi nel distretto di Godavari occidentale, Andhra Pradesh, nella diocesi di Eluru, è stato canonicamente istituito come convento il 13 giugno 2001 su un'area di undici acri di terreno donato dal vescovo Sua Grazia John Mulungada di Eluru insieme al Santuario di Bala Yesu e residenza dei Frati. Fr. Joe Palukunnel fu nominato primo Superiore e Parroco. Il Convento è stato benedetto il 28 giugno da p. Joseph Cilia, Custode provinciale e nello stesso giorno mons. John Mulungada hanno presieduto la celebrazione eucaristica nella quale ha consegnato ufficialmente la parrocchia alla Custodia. Questo giorno ha segnato anche l'inizio della Missione dell'Andhra.

source: yesu franciscan two
it: La prima pietra dell'Ostello Bala Yesu è stata benedetta da p. Ugolino Xerri, Animatore Missionario della Provincia Maltese, il 14 novembre 2002. È stato inaugurato da p. Joseph Cilia, Custode provinciale e benedetto dal vescovo John Mulungada di Eluru il 25 agosto 2003. Un'altra importante impresa dei frati qui è la gestione del Greyfriars Junior College per gli abitanti dei villaggi circostanti

source: BELVEDERE FRANCISCAN ASHRAM
it: BELVEDERE ASHRAM FRANCESCANO

source: belvendere description
it: Belvedere Franciscan Ashram è la seconda presenza dei Francescani Conventuali nello Stato del Tamil Nadu e quella della 9° in India. Il Belvedere Franciscan Ashram è stato eretto canonicamente il 7 gennaio 2005 e il 2 febbraio 2005 p. Giuseppe Cilia benedisse lo stesso ad uso dei frati. Ashram francescano del Belvedere, dedicato al beato. Madre Teresa di Calcutta si trova a Kottagiri e fa parte dell'eparchia di Mananthavady. Questo convento, che fungerà da casa del noviziato, ha iniziato a funzionare con l'arrivo dei frati e dei novizi il 25 gennaio 2005. P. Sebastian Pendanath è stato nominato primo guardiano e direttore dei novizi. Questo convento ha anche il privilegio di essere il convento del Giubileo d'argento dell'istituzione dei Frati Francescani Conventuali in India nell'anno 1980 - 2005 e dell'anno dedicato all'Eucaristia.

source: FRANCISCAN ASHRAM
it: ASHRAM FRANCESCANO

source: franciscan ashram one
it: L'Ashram francescano a Nattakkal nel distretto di Kasargod, Kerala, nell'eparchia di Thalassery, iniziò il 22 novembre 1993 con l'arrivo di p. Manuel Manicompel che rimase nella casa sui ventuno acri e sessantadue centesimi di terreno acquistati dalla Missione. L'erezione canonica è avvenuta il 17 settembre 1994. P. Manuele fu nominato primo Superiore.

source: franciscan ashram two
it: L'8 novembre 1993, il vescovo Mar George Valiyamattam di Tellicherry ha benedetto la prima pietra della futura chiesa di San Francesco d'Assisi posata da p. Alfred Calleja, Ministro provinciale di Malta. Lo stesso Vescovo ha fatto la benedizione e consacrazione della Chiesa il 17 settembre 1994.

source: franciscan ashram three
it: Fr. Alfred Calleja, Ministro provinciale di Malta, il 2 febbraio 1995, durante i festeggiamenti per l'istituzione della Custodia provinciale, ha benedetto l'Ashram di recente costruzione. Il prenoviziato è stato trasferito all'ashram francescano dall'ashram di Kolbe il 15 agosto 1995. P. Mario Franchi, Ministro provinciale della Toscana, Italia, ha benedetto il nuovo edificio del Prenoviziato il 9 gennaio 1996. Nel 2005 il Prenoviziato è stato trasferito nell'Ashram francescano di Padova, Puthenchira e da maggio 2006 a maggio 2008 è stato residenza del un gruppo di studenti dell'anno di orientamento. La Chiesa, il Convento e il Prenoviziato sono costruiti su progetto di p. J.M.Stevens S.J. di Bangalore.

source: franciscan ashram four
it: Il 1 gennaio 2003 la chiesa dell'Ashram è stata dichiarata parrocchia e p. Manuel Manicompel fu nominato primo parroco.

source: franciscan ashram five
it: Il cimitero della parrocchia recentemente costruito vicino alla chiesa dell'Ashram è stato benedetto da p. Joseph Cilia, Custode provinciale, il 3 luglio 2004. Il nuovo edificio della scuola domenicale è stato

source: inaugurated on
it: inaugurato il

source: Grotto
it: Grotta

source: Perpetual adoration chapel
it: Cappella dell'adorazione perpetua

source: KOLBE FRANCISCAN ASHRAM
it: ASHRAM FRANCESCANO KOLBE

source: kolbe ashram one
it: Fondato come convento e seminario ad Aluva, distretto di Ernakulam, Kerala, il 15 novembre 1983.

source: kolbe ashram two
it: Primo Superiore fu p. Giuseppe Cilia.

source: kolbe ashram three
it: Inaugurato nel 1984 da p. Lanfranco Serrini, Ministro generale.

source: kolbe ashram four
it: Rinnovata e benedetta nuovamente nel 1996.

source: kolbe ashram five
it: Dedicato a San Massimiliano Kolbe, che commemora la sua visita ad Aluva nel 1932.

source: kolbe ashram six
it: Il 14 agosto 1985, il vescovo Mar Sebastian Mankuzhikary ha benedetto una statua lignea di Kolbe, poi sostituita da una più grande nel 1989.

source: kolbe ashram seven
it: Progettato dall'architetto p. J.M. Stevens S.J. e costruito in più fasi, completato nel 1992.

source: kolbe ashram eight
it: Ha servito come amministrazione centrale della Missione fino al 1999.

source: kolbe ashram nine
it: Inaugurata ufficialmente come Custodia provinciale il 27 gennaio 1995.

source: kolbe ashram ten
it: Ha gestito vari progetti sociali, tra cui il Centro Sociale St. Anthony e la Clinica St. Paul.

source: kolbe ashram eleven
it: Ha servito come quartier generale della missione dal 1985 al 1996.

source: kolbe ashram twelve
it: Attualmente casa di studio per frati studenti di filosofia e teologia.

source: PADRE PIO SHRINE
it: SANTUARIO PADRE PIO

source: padre pio discription
it: Sua Eccellenza Oswald Gomes, Arcivescovo di Colombo, ci ha donato il Santuario di Padre Pio ad Athurugiriya, alla periferia della città di Colombo. I nostri Frati promuovono la devozione a Padre Pio attraverso la celebrazione eucaristica quotidiana, la novena, l'adorazione e altre funzioni paraliturgiche. L'Arcivescovo di Colombo ci ha affidato per 10 anni il Santuario di Padre Pio siglando un solido accordo il 30 aprile 2008.

source: PADUA FRANCISCAN ASHRAM
it: ASHRAM FRANCESCANO DI PADOVA

source: padua ashram one
it: L'Ashram francescano di Padova a Puthenchira East nel distretto di Thrissur, Kerala, nell'eparchia di Irinjalakuda, è iniziato il 12 maggio 1995 con l'arrivo di p. Manilal Cristin e la benedizione del convento da parte di p. Giuseppe Cilia, Custode provinciale. È stato eretto canonicamente il 27 gennaio 1996. P. Manilal fu nominato primo Superiore. L'Ashram si trova su un appezzamento di terreno di circa quattro acri e mezzo. L'Ashram è stato intitolato a Sant'Antonio da Padova per commemorare l'ottavo centenario della sua nascita. La prima pietra della Chiesa-Santuario è stata benedetta dai Padri Egidio Canil e Mario Conte rappresentanti della Basilica di Sant'Antonio a Padova l'8 febbraio 1996 durante il pellegrinaggio delle Reliquie del Santo in Kerala. Una reliquia di Sant'Antonio, parte della pelle, è stata donata al futuro Santuario. La Chiesa-Santuario è stata benedetta e consacrata dal Vescovo James Pazhayattil di Irinjalakuda il 9 novembre 1997. Lo stesso giorno, p. Agostino Gardin, Ministro generale, ha inaugurato la statua di Sant'Antonio, inviata dalla Basilica di Padova per il Santuario. Il Santuario si arricchisce inoltre della campana centenaria donatagli dal Capitolo Generale dell'Ordine e benedetta nella Basilica di Padova l'11 giugno 1995 durante il pellegrinaggio dei Capitolari alla tomba di Sant'Antonio.

source: padua ashram two
it: L'Ashram ha anche la casa del Noviziato, che è stata trasferita qui dall'Ashram di Kolbe il 1° novembre 1997. P. Agostino Gardin, Ministro generale il 9 novembre 1997 alla presenza di p. Enrique Montero, Definitore generale della FAAMC, ha benedetto la nuova casa del Noviziato. Il 29 gennaio 2005 il Noviziato è stato trasferito nel convento recentemente eretto del Belvedere Franciscan Ashram, Kottagiri e da maggio 2005 è la residenza dei Prenovizi.

source: padua ashram three
it: La chiesa e l'edificio aggiuntivo con la casa originaria sono costruiti secondo i progetti di K.A. Jossey, un ingegnere di Ernakulam. Nel febbraio 2017 è stata realizzata una nuova teca con rivestimento in prossimità dell'ingresso del terreno ecclesiastico per celebrare la seconda visita delle Reliquie di Sant'Antonio da Padova. È stato benedetto dal Rev.P. Leo Payyappilly, Ministro provinciale, il 18 febbraio 2017. A causa di strutture ricettive insufficienti, il programma di prenoviziato è stato temporaneamente spostato al Kolbe Franciscan Ashram, Aluva da qui. Ora serve come casa del Noviziato della Provincia.

source: SAN CUPERTINO FRANCISCAN ASHRAM
it: ASHRAM FRANCESCANO DI SAN CUPERTINO

source: cupertino ashram one
it: L’ASHRAM FRANCISCANO DI SAN CUPERTINO è la prima casa di formazione della Provincia di San Massimiliano Kolbe nello Stato di AP. Inoltre è anche la Casa Delegata della Delegazione Provinciale San Giuseppe da Copertino, Andra/Telangana. Si trova nella diocesi dell'Eparchia di Eluru. L'acquisto del terreno e la costruzione dell'edificio iniziarono sotto la supervisione e l'impegno perseverante di p. Manuel Manicompel, Definitore incaricato della Missione e p. Joe Palukunnel, primo Delegato Provinciale.

source: cupertino ashram two
it: Fr. Felix Kandathinkkara ha supervisionato la costruzione dell'edificio. La prima pietra della casa è stata posta il 24 aprile 2013 da p. Sebastian Pendanathu, Ministro provinciale. Il 30 gennaio 2014 si è tenuta l'inaugurazione ufficiale dell'erezione della Delegazione Provinciale San Giuseppe da Copertino e l'inaugurazione della nostra nuova casa. È stato inaugurato dal Rev. P. Marco Tasca, Ministro generale, alla presenza del Rev. P. Benedict Baek, Assistente generale FAMC e il Rev. p. Sebastian Pendanathu Ministro provinciale. Sua Eccellenza Jaya Rao Polimera, Vescovo della diocesi di Eluru, ha benedetto la nuova casa. Fr. Regite Thuruthel OFMConv è stato nominato primo Guardiano e Rettore dei frati studenti mentre p. Rojo Purayidathil è stato nominato Rettore dei Seminari Minori. Il 16 novembre 2014 si è tenuta la Benedizione della Cappella del Convento di San Copertino. È stata officiata dal Rev. P. Jim Kent OFMConv, Provincia provinciale OLC, Indiana, USA. Rev. p. All'occasione era presente anche Sebastian Pendanathu, Ministro provinciale della Provincia di San Massimiliano Kolbe, India.

source: ST. ANTHONY FRANCISCAN ASHRAM
it: ST. ANTONIO FRANCESCANO ASHRAM

source: St. Anthony Franciscan Ashram
it: Ashram francescano di Sant'Antonio
