Repository: tinoslabs/conventuals_india
Catalog: locale/*/LC_MESSAGES/django.po
Languages: it

source: st antony franciscan ashram one
it: L'ashram francescano di Sant'Antonio che comprende il Vidyaniketan Junior College, il St. Augustine's Hostel e la scuola EM di Sant'Antonio nel distretto di Warangal, nello stato di Telangana, si trova nella diocesi di Warangal, donato ai francescani conventuali il 9 maggio 2014 da Most. Rev. Udumala Bala, Vescovo di Warangal. Anche l’Ospizio giovanile di Sant’Agostino venne ceduto ai Conventuali insieme al Collegio. Si compone di 18 acri di terreno tra cui due edifici, mobili, laboratori e altri articoli per la casa. Fr. Felix Kandathinkkara OFMConv. è stato nominato Primo Preside e Direttore dell'Ostello per lo stesso anno. Fr. Joe Palukunnel OFMConv, Delegato di Andhra Pradesh e Telangana, ha preso l'iniziativa di assumere la direzione di questo Collegio ed è stato approvato dal Provinciale e dal suo Definitorio. L'accordo tra la diocesi di Warangal e la provincia di San Massimiliano Kolbe è stato stipulato dall'autorità competente nello stesso anno a titolo sperimentale e alla fine ha rilevato questo collegio e ostello per 15 anni dal 2014 al 2029. Questo accordo è entrato in vigore il 9 maggio 2014. Successivamente, nel 2017, la durata dell'accordo è stata prorogata di altri 25 anni.

source: st antony franciscan ashram two
it: Nel 2016 abbiamo aperto anche l’ostello femminile, in un edificio separato. Inoltre, dal 2016 in poi il programma di formazione del I e ​​del II anno dell'Aspirantato è stato spostato dall'Ashram francescano di San Copertino, Eluru, a qui. La St. Anthony’s EM School a Vanamala è la nostra ultima impresa qui

source: ST. ANTHONY FRIARY
it: ST. CONV. ANTONIO

source: Conventual Franciscans
it: Francescani Conventuali

source: anthonyfriary one
it: La prima Comunità presso il Convento Sant'Antonio di Ethgala in Sri Lanka, nell'arcidiocesi di Colombo, è iniziata il 10 ottobre 2012 con l'arrivo di p. Mathew Purayidom e p. Kolbe Puthenpurayil. Fr. Simone Guardiano del Convento San Francesco di Negambo il 12 ottobre 2012 ha benedetto la casa esistente. Il terreno del convento è costituito da dieci acri e mezzo, che furono acquistati in due parti. Dopo la ristrutturazione dell'edificio esistente, il 17 marzo 2013 sono stati ammessi quattro aspiranti e un prenovizio. Peter Kannampuzha OFMConv, pioniere della Missione dello Sri Lanka, ha benedetto la prima pietra del nuovo edificio, il 29 gennaio 2013. La nuova parte del convento è stata benedetta da RT. Rev. Dr. Maxwell De Silva, Vescovo ausiliare di Colombo ed è stato inaugurato dal Rev. P. Marco Tasca, Ministro generale, il 6 febbraio 2014, alla presenza del Rev. P. Sebastian Pendanathu, Ministro provinciale della Provincia di San Massimiliano Kolbe, India. Lo scopo del convento è la formazione fondamentale dei candidati dello Sri Lanka.

source: anthonyfriary two
it: Il busto che trasportava la reliquia di Sant'Antonio in occasione del pellegrinaggio in Sri Lanka è stato donato al nostro Convento insieme ad una reliquia di Sant'Antonio dalle autorità della Basilica di Padova in Italia. Il Ministro generale ha collocato ufficialmente la reliquia nella Cappella del Convento il giorno dell'inaugurazione.

source: ST. FRANCIS FRIARY
it: ST. CONVENTO FRANCESCO

source: ST. Francis Friary
it: ST. Convento di Francesco

source: francisfriary one
it: Il Convento di San Francesco a Dalupotha a Negambo nell'eparchia dell'Arcidiocesi di Colombo iniziò nel 2008 con l'acquisto di 80 centesimi di terreno con una casa vicino al porto aereo e a 30 K.M. lontano dalla città di Colombo. Alla fine dello stesso anno i Frati iniziarono ad abitare nella casa dopo aver effettuato alcuni lavori di ristrutturazione ed ampliamento della casa esistente. Fino all'erezione ufficiale del Convento, Fra Albert Pulliyadan,

source: francisfriary two
it: Fin dall'inizio, è stato il nostro desiderio tanto atteso stabilire ufficialmente la nostra presenza in Sri Lanka. Si realizza nella cerimonia ufficiale di erezione del primo Convento il 1° dicembre 2009. Mons. p. Marco Tasca, Ministro generale, ha inaugurato e Sua Eccellenza Mons. Joseph Spitery, Nunzio Apostolico in Sri Lanka, ha benedetto il primo convento dei Francescani Conventuali in Sri Lanka alla presenza del V. Rev. p. Vincent Long Nguyen, Assistente generale FAAMC, il Rev. p. Mathew Purayidom, Ministro provinciale dell'India e Superiore maggiore delle Circoscrizioni della FAAMC, venuto a partecipare all'incontro della FAAMC tenutosi in Sri Lanka. Il Convento è dedicato a San Francesco d'Assisi, nostro Padre e Fondatore. Fra Simon Elinjely è stato nominato primo Guardiano del Convento. Attualmente il convento funziona come quartier generale della Missione dello Sri Lanka e anche come casa di formazione.

source: st francis friary one
it: St. Francis Friary, Dolthala, Calcutta, nel Distretto di 24 North Parganas, Bengala Occidentale, nell'Arcidiocesi di Calcutta.

source: st francis friary two
it: È una missione congiunta della Provincia Madre di San Paolo, Apostolo di Malta e della Provincia indiana di San Massimiliano Kolbe. La presenza dei Francescani Conventuali è iniziata con l'arrivo di p. Manuel Manicompel, p. Mariadas Palatty e p. Lawrence Poovathummoottil il 14 gennaio 2014. P. Collin Sammut OFMConv e p. Stephan Borg OFMConv di Malta si è unito a loro il 15 gennaio 2014 e ha soggiornato a Proggaloy, il Centro pastorale dell'Arcidiocesi di Calcutta a Barasat.

source: st francis friary three
it: Il 2 febbraio 2014 durante la Santa Messa concelebrata presieduta da Sua Eccellenza Thomas D’Souza, Arcivescovo di Calcutta, il Ministro Generale Rev. P. Marco Tasca ha inaugurato la nuova Missione dell'Ordine a Calcutta. Nello stesso giorno durante l'incontro dei frati residenti a Proggaloy con il Rev. p. Marco Tasca OFMConv Ministro generale, Rev. p. Benedict Baek OFMConv Assistente generale FAMC, Rev. p. Sebastian Pendanathu, Ministro provinciale, ha nominato p. Mariadas Palatty OFMConv, la Superiora della Missione e p. Manuel Manicompel responsabile della ricerca di una casa adeguata per il Convento.

source: st francis friary four
it: Il 7 maggio 2014, i frati hanno acquistato 3 centesimi di terreno con un edificio a tre piani presso la Srijeoni Housing Society, a Ganganagar, Dolthala. Il Definitorio, riunitosi il 26 maggio 2014 ad Assisi Shanthi Kendra, Karukutty, Kerala, ha deciso di inviare due studenti per Teologia al Morning Star, seminario regionale, Calcutta. Il 28 giugno 2014 i Frati Sijo Nadackal e Fra Sajesh Kottupallil si sono uniti alla Comunità per i loro studi.

source: st francis friary five
it: Il 1° settembre 2014, i frati si sono trasferiti da Proggaloy e hanno iniziato a vivere permanentemente nel convento riorganizzato di Dolthala. Viene stipulato un Atto di Accordo tra l'Arcidiocesi di Calcutta e l'Ordine dei Frati Minori Conventuali il 23 marzo 2015. Successivamente, il Convento è stato eretto canonicamente il 3 agosto 2015. Successivamente, in base all'accordo, è stato chiesto ai Frati Minori Conventuali dare cura pastorale alla Comunità Cattolica nell'area del Parco Verde.

source: ST. JOSEPH VAZ FRIARY
it: ST. CONVENTO GIUSEPPE VAZ

source: vazfriary discription
it: Giovedì 1 ottobre 2015. V. Rev. p. Leo Payyappilly, Ministro provinciale della Provincia di San Massimiliano Kolbe, India, alla presenza dei definitori, con tutti i frati dello Sri Lanka e i frati rappresentativi dell'India, ha impartito la benedizione formale della casa. Lo scopo di questo convento è quello di funzionare come casa di postnoviziato. La prima casa di Postnoviziato della missione è composta da due frati studenti dell'India e tre frati studenti dello Sri Lanka. L'inaugurazione e la benedizione del Convento è avvenuta il 23 aprile 2016 da parte di Rt. Rev.Dr. Vianny Fernando, vescovo di Kandy.

source: ST. MAXIMILIAN FRANCISCAN ASHRAM
it: ST. ASHRAM FRANCESCANO MASSIMILIANO

source: max franciscan one
it: L'Ashram francescano di San Massimiliano a Christianpet nel distretto di Guntur, Andhra Pradesh, nella diocesi di Guntur, è iniziato il 25 marzo 2002. P. Jesmond Panapparambil è stato nominato primo parroco di questa nuova parrocchia e superiore della residenza dei Frati, un appartamento in affitto a Tadepalli. L'ashram è stato eretto canonicamente il 15 luglio 2004.

source: max franciscan two
it: La prima pietra del Convento e della Chiesa fu benedetta da p. Joseph Cilia, Custode provinciale il 18 gennaio 2004 sul terreno appena acquisito di 45 centesimi a Christianpet. Il 23 gennaio 2005, p. Joseph Cilia, Custode provinciale, ha benedetto il convento di nuova costruzione a Christianpet mantenendo il nome dell'Ashram francescano di San Massimiliano. Il 12 marzo 2005 Sua Eccellenza Mons. Dr. Galibali Vescovo di Guntur ha benedetto e consacrato la chiesa di nuova costruzione a Christianpet. La bella chiesa è dedicata a San Massimiliano Kolbe.

source: ST. PAUL FRANCISCAN ASHRAM
it: ST. PAOLO FRANCESCANO ASHRAM

source: St. Paul Franciscan Ashram
it: Ashram francescano di San Paolo

source: paul franciscan one
it: L'origine dell'Ashram francescano di San Paolo, Kattappana nell'eparchia di Idukki, era come una casa filiale di Assisi Shanthi Kendra, Karukutty. Il convento prende il nome da San Paolo, l'apostolo, in omaggio alla nostra Provincia Madre a Malta per il suo amore e la sua preoccupazione per la nostra missione sin dalla sua fondazione. Il terreno costituito da quasi 3 acri è stato acquistato e registrato il 25 maggio 2006, e Frate Savior Karamvelil è stato incaricato di prendersi cura della proprietà e della casa mentre prestava servizio come assistente parroco della chiesa di Santa Maria, Vellayamkudy, alla cui parrocchia noi appartenere. Frate Salvatore iniziò a vivere lì insieme ad un reggente, Frate Felix Kandathinkara il 3 luglio 2006.

source: paul franciscan two
it: Ci è voluto più di un anno per la ristrutturazione della vecchia casa ed è stata inaugurata e benedetta dal Rev. P. Joseph Cilia OFMConv., ex Custode provinciale, sabato 1 settembre 2007 per commemorare l'erezione della Provincia dell'India. Durante il Primo Capitolo provinciale della Provincia di San Massimiliano Kolbe, Fra Shaji Kaniyaparambil è stato nominato nuovo guardiano del nuovo convento la cui erezione canonica è datata 25 gennaio 2008. Sala di preghiera di Sant'Antonio, utilizzata per i ministeri del martedì è stato benedetto dal Rev.P. Leo Payyappilly, Ministro provinciale il 6 settembre 2016. Inoltre, abbiamo costruito un santuario davanti al nostro convento per ricordare il pellegrinaggio delle reliquie di Sant'Antonio di Padova in India il 20 febbraio 2017.

source: ST. PETER FRANCISCAN ASHRAM
it: ST. ASHRAM DI PIETRO FRANCESCANO

source: peter franciscan ashram one
it: St. Peter Franciscan Ashram e St. Peter's School, Gajwel è una nuova iniziativa nel campo della pastorale educativa dei Frati Francescani Conventuali, nel 2017. Gajwel è una piccola città situata nello stato di Telangana, a 110 km dall'aeroporto di Hyderabad . La scuola si trova a 4 km dall'autostrada nazionale e quindi in una zona tranquilla e serena. Geograficamente Gajwel è una zona agricola, dove la maggior parte delle persone non istruite sono coinvolte nell'agricoltura. La St. Peter’s School è stata fondata da un laico cattolico di nome Mr. T.B.J. Sudhakar Reddy. Nel 2012 venne avviata la costruzione e nello stesso anno iniziò ufficialmente a funzionare. La sua motivazione era quella di dare un'istruzione standard a tutti i bambini della zona. Nell'anno 2017 per alcuni motivi personali ha deciso di vendere la scuola ai Frati Francescani Conventuali.

source: peter franciscan ashram two
it: Quando abbiamo avviato la scuola, la popolazione locale ha accettato di cuore l'iniziativa e ha dato il suo sostegno mandando i propri figli all'istituto. Attualmente nella scuola lavorano 650 studenti e 36 docenti e non docenti. Abbiamo studenti provenienti da più di 60 villaggi, alcuni dei quali situati molto lontani dalla scuola. La maggior parte di loro proviene da famiglie molto povere. Educare i bambini è ovviamente una grande missione per noi. Tuttavia, il 9 agosto 2017, Sua Eccellenza Thumma Bala, Arcivescovo di Hyderabad, ha inaugurato ufficialmente la scuola e questa ha iniziato a funzionare ufficialmente. Fr. Michael Earaly, Vicario provinciale delegato da p. Leo Payyappilly OFMConv., Ministro provinciale, p. Erano presenti all'occasione anche Damian Veliyil, Delegato della Delegazione provinciale San Giuseppe da Copertino e i nostri frati provenienti da diverse comunità.

source: contact us
it: Contattaci

source: Office Address
it: Indirizzo dell'ufficio

source: Phone Number
it: Numero di telefono

source: Email Address
it: Indirizzo e-mail

source: FRIENDS OF SMK (ST. MAXIMILAN KOLBE PROVINCE , INDIA)
it: AMICI DI SMK (PROVINCIA DI SAN MASSIMO KOLBE, INDIA)

source: Friends of SMK discription
it: Amici della SMK (Provincia San Massimiliano Kolbe, India) I Francescani Conventuali della Provincia di San Massimiliano Kolbe hanno iniziato un'entusiasmante impresa per affrontare i costi della formazione di frati sacerdoti e fratelli per il futuro. Questo nuovo gruppo di persone che si impegnano ad assistere i Francescani Conventuali si chiamano AMICI DI SMK. Questi AMICI DELLA SMK hanno fatto molto lavoro fin dal loro inizio e continuano ad assistere i frati in questi settori particolari: il costo della formazione per i giovani che studiano per il sacerdozio e altre sfide finanziarie particolari per le opere di carità di questa provincia. Anche tu puoi aiutarci. Abbiamo bisogno delle vostre preghiere e del vostro aiuto finanziario. Se vuoi vedere sacerdoti e fratelli francescani servire la Chiesa nei nostri tempi difficili, unisciti alle meravigliose opere degli AMICI DI SMK. Considera l'idea di diventare AMICO DI SMK! Ogni membro dell'Amico di Francesco diventa parte della Famiglia francescana ricevendo e-mail che lo aggiornano sui ministeri francescani e sulla vita di preghiera. Alcune comunicazioni contengono inviti a unirsi ai Frati in eventi specifici. Per contattarci tramite mail

source: St. Francis of Assisi
it: San Francesco d'Assisi

source: Administration
it: Amministrazione

source: We Should See Not So Much To Pray But Not To Become Prayer
it: Dovremmo vedere non tanto di pregare ma di non diventare preghiera

source: For It Is In Giving That We Receive
it: Perché è nel dare che riceviamo

source: Preach The Gospel At All Times And When Necessary Use Words
it: Predicate il Vangelo in ogni momento e quando necessario usate le parole

source: event content one
it: Unisciti a noi ogni fine settimana per eventi di grande impatto dedicati a rendere il nostro mondo un posto migliore. Insieme, creiamo un futuro bello e sostenibile per tutti!

source: event content two
it: tutte.

source: event content three
it: tutte

source: Notice Borad
it: Bacheca

source: notice description
it: Nello spirito di comunità e connessione, presentiamo la Bacheca degli Eventi. Creiamo ricordi duraturi e cogliamo nuove opportunità per connetterci e crescere.

source: Wishes
it: Auguri

source: Wishes one
it: Condividi auguri sinceri con i tuoi cari per compleanni, anniversari o qualsiasi occasione. Trova il messaggio perfetto per rendere speciale la loro giornata.

source: wishes two
it: o qualsiasi occasione. Trova il messaggio perfetto per rallegrare la loro giornata

source: wishes content three
it: speciale.

source: We Are Taking Small Steps To Make Earth Better Planet
it: Stiamo facendo piccoli passi per rendere la Terra un pianeta migliore

source: about dis
it: I Francescani Conventuali in India fanno parte dell'Ordine dei Frati Minori Conventuali (OFM Conv), un ramo della Famiglia francescana all'interno della Chiesa cattolica. Quest'ordine affonda le sue radici in San Francesco d'Assisi, che lo fondò all'inizio del XIII secolo. I francescani conventuali sottolineano la vita comunitaria, la semplicità e l'impegno nella predicazione, nell'educazione e nella cura pastorale. In India, i francescani conventuali sono coinvolti in vari ministeri tra cui parrocchie, istituzioni educative e lavoro sociale volto ad aiutare i poveri e gli emarginati. Si concentrano sulla promozione della crescita spirituale e sul servizio alla comunità attraverso le loro iniziative religiose e sociali. L'ordine ha diverse province e missioni in tutta l'India, che lavorano per diffondere il carisma francescano di pace, gioia e fraternità.

source: News
it: Notizia

source: Our Latest News
it: Le nostre ultime notizie

source: Saints of the day
it: Santi del giorno

source: Our Gallery
it: La nostra Galleria

source: The most deadly poison of our times is indifference. And this happens, although the praise of God should know no limits. Let us strive, therefore, to praise Him to the greatest extent of our powers.
it: Il veleno più mortale dei nostri tempi è l’indifferenza. E questo accade, anche se la lode di Dio non dovrebbe conoscere limiti. Sforziamoci dunque di lodarlo nella misura massima delle nostre forze.

source: BALA YESU SHRINE, DONDAPUDI
it: SANTUARIO DI BALA YESU, DONDAPUDI

source: Bala Yesu Shrine
it: Santuario di Bala Yesu

source: Bala Yesu Shrine one
it: Il Santuario Bala Yesu a Dondapudi è uno dei quattro Santuari nella diocesi di Eluru. Il Santuario è stato benedetto e consacrato il 5 maggio 1996 da Sua Eccellenza Mons. John Mulagada, Vescovo di Eluru. I Frati Francescani Conventuali della Provincia di San Massimiliano Kolbe hanno preso possesso del Santuario nel giugno 2001 come prima missione in Andhra Pradesh. Circa 550 famiglie provenienti dai sette villaggi formano la chiesa nel villaggio Dondapudi. Il Santuario celebra la sua festa annuale il 22, 23 e 24 febbraio. La Santa Eucaristia viene celebrata tutti i giorni, e la domenica anche nei villaggi. C'è una visita al villaggio e una preghiera ogni settimana il martedì, venerdì e sabato. Il gruppo giovanile è molto attivo in parrocchia e nel santuario viene celebrata la devozione antoniana.

source: FRANCISCAN CENTRE FOR PEACE AND DIALOGUE (FCPD)
it: CENTRO FRANCESCANO PER LA PACE E IL DIALOGO (FCPD)

source: fcpd one
it: Il Centro Francescano per la Pace e il Dialogo (FCPD) dei Frati Conventuali dell'India è stato fondato l'8 marzo 1994 e inaugurato il 1 settembre 1994. Come seguaci di San Francesco d'Assisi (“Conosciuto e venerato da molti in tutto il mondo come simbolo di Pace, Riconciliazione e Fratellanza...” Giovanni Paolo II), spirito e valori che possono essere assimilati nella vita e nella situazione quotidiana dell'uomo comune.

source: fcpd two
it: ci impegniamo ad essere strumenti di pace e camminiamo a fianco dei “perseguitati a causa della giustizia…” (Mt 5,10).

source: OBJECTIVES
it: OBIETTIVI

source: fcpd thee
it: Sensibilizzare e approfondire le questioni attuali della giustizia, della pace e della salvaguardia del creato

source: fcpd four
it: Promuovere ed esprimere solidarietà verso coloro che chiedono aiuto in situazioni di ingiustizia

source: fcpd five
it: Promuovere e difendere la vita umana

source: fcpd six
it: Promuovere l’ecumenismo e il dialogo interreligioso

source: fcpd seven
it: Condurre la LETTURA ANNUALE DI ASSISI al fine di concretizzare le nostre posizioni sulle questioni sociali attuali, sulla giustizia, sulla pace e sulla salvaguardia del creato

source: fcpd eight
it: Organizzare e presentare annualmente il “PREMIO NAZIONALE LO SPIRITO DI ASSISI”: scopo del premio è quello di dare pubblico riconoscimento a persone o istituzioni che operano per l’armonia interreligiosa, la salvaguardia del creato, la pace, la giustizia e la dignità della vita umana.

source: fcpd nine
it: Organizzare il SARVA MATHA SHANTHI GHOSH – Festival della Pace All Religiosa con l’obiettivo di diffondere i principi della FCPD tra gli studenti delle scuole

source: MAJOR ACTIVITIES OF FCPD
it: PRINCIPALI ATTIVITÀ DELLA FCPD

source: The Spirit of Assisi National Award
it: Premio Nazionale Spirito di Assisi

source: fcpd ten
it: La motivazione di questo Premio nasce dallo “Spirito di Assisi” che è entrato nel mondo il 27 ottobre 1986, quando i più importanti rappresentanti di molte delle religioni mondiali odierne si unirono a Papa Giovanni Paolo II ad Assisi, la città di San Francesco, per pregare insieme per la pace. Lo “Spirito di Assisi” ci invita a purificarci dai pregiudizi, dall’odio, dalla gelosia e dall’invidia. Ci invita ad essere operatori di pace nei pensieri e nelle azioni, con la mente e il cuore rivolti all'unità della famiglia umana. Questo “Spirito” ci incoraggia a seguire l’esempio di San Francesco che abbracciò il lebbroso, si fece povero e minore, inviò i suoi frati ad annunciare la pace al mondo, pacificò il lupo di Gubbio, incontrò il sultano d’Egitto e cantò la meraviglie della creazione.

source: fcpd eleven
it: Il Premio Nazionale Spirito di Assisi è assegnato dal Centro Francescano per la Pace e il Dialogo, che ha sede ad Assisi Shanthi Kendra, Karukutty, Kerala, India. Il premio dà riconoscimento pubblico e incoraggiamento a qualsiasi persona o istituzione in India che contribuisce alla pace, alla giustizia, all’ecologia, all’ecumenismo, al dialogo interreligioso e alla difesa della vita umana. Consiste in un ricordo, una citazione e 50.000 rupie.

source: fcpd twelve
it: Sarva Matha Shanthi Ghosh è un programma condotto tra gli scolari fino al corso secondario superiore e comprende gare come recitazione di poesie, retorica, scrittura di saggi, ecc. Le gare si svolgono su temi selezionati, ma principalmente sulla pace e l'armonia tra le varie religioni. Pertanto, FCPD organizza Sarva Matha Shanthi Ghosh come uno dei suoi mezzi per raggiungere i suoi obiettivi. Attraverso questo festival colleghiamo tra loro varie scuole: quelle gestite da cristiani, musulmani e indù, le tre principali religioni del Kerala. Gli studenti e gli insegnanti di varie scuole trascorrono una giornata insieme e si conoscono. Proprio questo atto colora e spazza via dubbi e incomprensioni sulla religione dell’altro. Pertanto, questa attività molto semplice è sufficiente per creare un senso di “appartenenza” tra loro, anche se praticano religioni diverse.

source: Assisi Annual Lecture
it: Lezione annuale di Assisi

source: fcpd thirteen
it: La FCPD organizza ogni anno una conferenza sulle questioni contemporanee dell'epoca. L'obiettivo di queste conferenze è quello di creare consapevolezza tra i giovani sulle questioni problematiche della società.

source: FRANCISCAN CENTRE IN THE SPIRIT OF ASSISI
it: CENTRO FRANCESCANO NELLO SPIRITO DI ASSISI

source: franciscan center two
it: Caratteristiche principali del Centro Francescano

source: franciscan center three
it: Diffondere lo “Spirito di Assisi” attraverso vari programmi sotto la guida del FCPD (Centro Francescano per la Pace e il Dialogo) e altre Organizzazioni Francescane

source: franciscan center four
it: Ospitare i programmi e gli incontri comuni della Provincia di San Massimiliano Kolbe, come tutti gli incontri dei Frati Professi solenni, gli incontri fraterni, i ritiri annuali, gli incontri dei parroci, ecc.

source: franciscan center five
it: Organizzare ritiri per sacerdoti, religiosi e laici, per avvicinarli a Dio e approfondirli nello Spirito

source: franciscan center six
it: Fornire uno spazio pubblico per programmi motivazionali ed eventi di interesse generale, i cui proventi aumenteranno il sostegno finanziario ai ministeri dei Francescani Conventuali in India

source: FRANCISCAN RECONCILIATION RETREAT (FRR)
it: RITIRO DI RICONCILIAZIONE FRANCESCANA (FRR)
